{
  "chapters": [
    {
      "frames": [
        {
          "id": "15-01", 
          "img": "{{:en:obs:obs-15-01.jpg?nolink&640x360}}", 
          "text": "At last it was time for the Israelites to enter the Promised Land. Joshua sent two spies to the Canaanite city of Jericho. It was protected by strong walls. A prostitute named Rahab protected the spies and helped them escape because she believed God. They promised to protect Rahab and her family when Jericho was destroyed."
        }, 
        {
          "id": "15-02", 
          "img": "{{:en:obs:obs-15-02.jpg?nolink&640x360}}", 
          "text": "To enter into the Promised Land, the Israelites had to cross the Jordan River. God told Joshua, “Have the priests go first.” When the priests’ feet touched the Jordan River, the water stopped flowing so the Israelites could cross over on dry ground."
        }, 
        {
          "id": "15-03", 
          "img": "{{:en:obs:obs-15-03.jpg?nolink&640x360}}", 
          "text": "After the people crossed the Jordan River, God told Joshua how to attack the powerful city of Jericho. The people obeyed God. The soldiers and priests marched around the city of Jericho once a day for six days."
        }, 
        {
          "id": "15-04", 
          "img": "{{:en:obs:obs-15-04.jpg?nolink&640x360}}", 
          "text": "On the seventh day, they marched around the city seven times. On the last time around the city, the soldiers shouted while the priests blew on their trumpets."
        }, 
        {
          "id": "15-05", 
          "img": "{{:en:obs:obs-15-05.jpg?nolink&640x360}}", 
          "text": "And the walls around the city fell down! The Israelites destroyed everything in the city as God had commanded. Only Rahab and her family were saved. They became part of the Israelites. When the rest of the Canaanites heard about what had happened to Jericho they were terrified."
        }, 
        {
          "id": "15-06", 
          "img": "{{:en:obs:obs-15-06.jpg?nolink&640x360}}", 
          "text": "The Canaanite tribe of Gibeon lied to Joshua and said they were from far away. They asked Joshua to make peace with them. God had commanded the Israelites not to make peace with any Canaanites, but Joshua and the Israelites did not ask God where the Gibeonites were from. So Joshua made peace with them."
        }, 
        {
          "id": "15-07", 
          "img": "{{:en:obs:obs-15-07.jpg?nolink&640x360}}", 
          "text": "When the other Canaanites heard that the Gibeonites had made peace with the Israelites, they joined their armies and attacked Gibeon. The Gibeonites sent a message to Joshua asking for help."
        }, 
        {
          "id": "15-08", 
          "img": "{{:en:obs:obs-15-08.jpg?nolink&640x360}}", 
          "text": "Joshua was angry that he had been tricked, but he gathered the Israelite army, and they marched all night to reach the Gibeonites. In the early morning they surprised their Canaanite enemies and attacked them."
        }, 
        {
          "id": "15-09", 
          "img": "{{:en:obs:obs-15-09.jpg?nolink&640x360}}", 
          "text": "God threw the Canaanites into confusion. God fought for Israel that day by sending large hailstones that killed many of the Canaanites."
        }, 
        {
          "id": "15-10", 
          "img": "{{:en:obs:obs-15-10.jpg?nolink&640x360}}", 
          "text": "God also made the sun stand still in the sky so that Israel could finish defeating the Canaanites. God won a great victory for Israel that day."
        }, 
        {
          "id": "15-11", 
          "img": "{{:en:obs:obs-15-11.jpg?nolink&640x360}}", 
          "text": "After this defeat, the rest of the Canaanites who were left gathered together to attack Israel. Joshua and the Israelites attacked and destroyed them."
        }, 
        {
          "id": "15-12", 
          "img": "{{:en:obs:obs-15-12.jpg?nolink&640x360}}", 
          "text": "After this battle, God gave each tribe of Israel their own section of the Promised Land. Then God gave Israel peace along all its borders."
        }, 
        {
          "id": "15-13", 
          "img": "{{:en:obs:obs-15-13.jpg?nolink&640x360}}", 
          "text": "When Joshua was an old man, he called all the people of Israel together. Then Joshua renewed the covenant that God had made with the Israelites at Sinai. The people promised to remain faithful to God and follow his laws."
        }
      ], 
      "number": "15", 
      "ref": "A Bible story from: Joshua 1-24", 
      "title": "15. The Promised Land"
    }, 
    {
      "frames": [
        {
          "id": "07-01", 
          "img": "{{:en:obs:obs-07-01.jpg?nolink&640x360}}", 
          "text": "As the boys grew up, Rebekah loved Jacob, but Isaac loved Esau. Jacob loved to stay at home, but Esau loved to hunt."
        }, 
        {
          "id": "07-02", 
          "img": "{{:en:obs:obs-07-02.jpg?nolink&640x360}}", 
          "text": "One day, when Esau came back from hunting, he was very hungry. Esau said to Jacob, “Please give me some of the food you have made.” Jacob responded, “First, give me your rights as the oldest son.” So Esau gave Jacob his rights as the oldest son. Then Jacob gave him some food."
        }, 
        {
          "id": "07-03", 
          "img": "{{:en:obs:obs-07-03.jpg?nolink&640x360}}", 
          "text": "When Isaac was old, he wanted to give his blessing to Esau. But before he did, Rebekah and Jacob tricked him by having Jacob pretend to be Esau. Jacob put on Esau’s clothes and put goat skins on his neck and hands."
        }, 
        {
          "id": "07-04", 
          "img": "{{:en:obs:obs-07-04.jpg?nolink&640x360}}", 
          "text": "Isaac could not see well. Jacob came to Isaac and said, “I am Esau, I have come to receive your blessing.” When Isaac felt the goat hair and smelled the clothes, he thought it was Esau and blessed him."
        }, 
        {
          "id": "07-05", 
          "img": "{{:en:obs:obs-07-05.jpg?nolink&640x360}}", 
          "text": "Esau hated Jacob because Jacob had stolen his rights as oldest son and also his blessing. So he planned to kill Jacob after their father died."
        }, 
        {
          "id": "07-06", 
          "img": "{{:en:obs:obs-07-06.jpg?nolink&640x360}}", 
          "text": "But Rebekah heard of Esau’s plan. So she arranged for Jacob to be sent far away to live with her relatives."
        }, 
        {
          "id": "07-07", 
          "img": "{{:en:obs:obs-07-07.jpg?nolink&640x360}}", 
          "text": "While Jacob was there, he married four women who gave birth to a total of twelve sons and a daughter. God made him very wealthy."
        }, 
        {
          "id": "07-08", 
          "img": "{{:en:obs:obs-07-08.jpg?nolink&640x360}}", 
          "text": "He was very afraid because he thought Esau still wanted to kill him. So he sent Esau many herds of animals as a gift. The servants who brought the animals said to Esau, “These animals are a gift from your servant, Jacob. He is coming soon.”"
        }, 
        {
          "id": "07-08", 
          "img": "{{:en:obs:obs-07-08.jpg?nolink&640x360}}", 
          "text": "He was very afraid because he thought Esau still wanted to kill him. So he sent Esau many herds of animals as a gift. The servants who brought the animals said to Esau, “These animals are a gift from your servant, Jacob. He is coming soon.”"
        }, 
        {
          "id": "07-10", 
          "img": "{{:en:obs:obs-07-10.jpg?nolink&640x360}}", 
          "text": "But Esau had already forgiven Jacob, and they were happily reunited. Jacob then lived peacefully in Canaan. Then Isaac died, and Jacob and Esau buried him. The covenant promises God had promised to Abraham and then to Isaac now passed on to Jacob."
        }
      ], 
      "number": "07", 
      "ref": "A Bible story from: Genesis 25:27-33:20", 
      "title": "7. God Blessed Jacob"
    }, 
    {
      "frames": [
        {
          "id": "13-01", 
          "img": "{{:en:obs:obs-13-01.jpg?nolink&640x360}}", 
          "text": "After God led the Israelites through the Red Sea, He led them through the wilderness to a mountain called Sinai. This was the same mountain where Moses saw the burning bush. The people set up their tents at the base of the mountain."
        }, 
        {
          "id": "13-02", 
          "img": "{{:en:obs:obs-13-02.jpg?nolink&640x360}}", 
          "text": "God said to Moses and the people of Israel, “If you will obey My voice and keep My covenant, you will be My prized possession, a kingdom of priests, and a holy nation.”"
        }, 
        {
          "id": "13-03", 
          "img": "{{:en:obs:obs-13-03.jpg?nolink&640x360}}", 
          "text": "Three days later, after the people had prepared themselves, God came down on top of Mount Sinai with thunder, lightning, smoke, and a loud trumpet blast. Only Moses was allowed to go up the mountain."
        }, 
        {
          "id": "13-04", 
          "img": "{{:en:obs:obs-13-04.jpg?nolink&640x360}}", 
          "text": "Then God gave them the covenant and said, “I am the LORD your God, who saved you from slavery in Egypt. Do not worship other gods.”"
        }, 
        {
          "id": "13-05", 
          "img": "{{:en:obs:obs-13-05.jpg?nolink&640x360}}", 
          "text": "“Do not make idols or worship them, for I, the LORD your God, am a jealous God. Do not use God’s name in a disrespectful way. Remember to keep the Sabbath day holy. Do all your work in six days, for the seventh day is a day of rest to remember the LORD.”"
        }, 
        {
          "id": "13-06", 
          "img": "{{:en:obs:obs-13-06.jpg?nolink&640x360}}", 
          "text": "“Honor your father and your mother. Do not murder. Do not commit adultery. Do not steal. Do not lie. Do not wish you had your neighbor’s wife, his house, or anything that belongs to him.”"
        }, 
        {
          "id": "13-07", 
          "img": "{{:en:obs:obs-13-07.jpg?nolink&640x360}}", 
          "text": "Then God wrote these Ten Commandments on two stone tablets and gave them to Moses. God also gave many other laws and rules to follow. If the people obeyed these laws, God promised that He would bless and protect them. If they disobeyed them, God would punish them."
        }, 
        {
          "id": "13-08", 
          "img": "{{:en:obs:obs-13-08.jpg?nolink&640x360}}", 
          "text": "God gave the Israelites a detailed description of a tent He wanted them to make. It was called the Tent of Meeting. The Tent of Meeting had two rooms, separated by a large curtain. No one could enter the room behind the curtain except the high priest, because God lived there."
        }, 
        {
          "id": "13-09", 
          "img": "{{:en:obs:obs-13-09.jpg?nolink&640x360}}", 
          "text": "Anyone who disobeyed God’s law could bring an animal to the Tent of Meeting to sacrifice to God. A priest would kill the animal and burn it on the altar. The blood of the sacrifice covered the person’s sin and made them clean in God’s sight. God chose Aaron, Moses’ brother, and his descendants to be His priests."
        }, 
        {
          "id": "13-10", 
          "img": "{{:en:obs:obs-13-10.jpg?nolink&640x360}}", 
          "text": "The people all agreed to obey the laws that God had given them, to worship only God, and to be His special people. But a short time after they promised to obey God, they sinned terribly."
        }, 
        {
          "id": "13-11", 
          "img": "{{:en:obs:obs-13-11.jpg?nolink&640x360}}", 
          "text": "For many days, Moses was on top of Mount Sinai talking with God. The people became tired of waiting for him to return. So they brought gold to Aaron and asked him to make an idol for them!"
        }, 
        {
          "id": "13-12", 
          "img": "{{:en:obs:obs-13-12.jpg?nolink&640x360}}", 
          "text": "Aaron made a golden idol in the shape of a calf. The people began to wildly worship and sacrifice to the idol! God was very angry with their sin and planned to destroy them. But Moses prayed for them, and God listened to his prayer and did not destroy them."
        }, 
        {
          "id": "13-13", 
          "img": "{{:en:obs:obs-13-13.jpg?nolink&640x360}}", 
          "text": "When Moses came down the mountain and saw the idol, he was so angry that he smashed the stones on which God had written the Ten Commandments."
        }, 
        {
          "id": "13-14", 
          "img": "{{:en:obs:obs-13-14.jpg?nolink&640x360}}", 
          "text": "Then he beat the idol into powder, threw the powder into some water and made the people drink the water. God sent a plague on the people and many of them died."
        }, 
        {
          "id": "13-15", 
          "img": "{{:en:obs:obs-13-15.jpg?nolink&640x360}}", 
          "text": "Then Moses climbed the mountain again and prayed that God would forgive the people. God listened to Moses and forgave them. Moses wrote the Ten Commandments on new stone tablets to replace the ones he had broken. Then God led the Israelites away from Mount Sinai toward the Promised Land."
        }
      ], 
      "number": "13", 
      "ref": "A Bible story from: Exodus 19-34", 
      "title": "13. God’s Covenant with Israel"
    }, 
    {
      "frames": [
        {
          "id": "09-01", 
          "img": "{{:en:obs:obs-09-01.jpg?nolink&640x360}}", 
          "text": "After Joseph died, all of his relatives stayed in Egypt. They and their descendants continued to live there for many years and had many children. They were called the Israelites."
        }, 
        {
          "id": "09-02", 
          "img": "{{:en:obs:obs-09-02.jpg?nolink&640x360}}", 
          "text": "Many years later, a new Pharaoh came to power in Egypt. The Egyptians forgot about Joseph and all he had done to help them. They became afraid of the Israelites because there were so many of them. So the Egyptians made the Israelites their slaves."
        }, 
        {
          "id": "09-03", 
          "img": "{{:en:obs:obs-09-03.jpg?nolink&640x360}}", 
          "text": "The Egyptians forced the Israelites to build many buildings and even whole cities. The hard work made their lives miserable, but God blessed them, and they had even more children."
        }, 
        {
          "id": "09-04", 
          "img": "{{:en:obs:obs-09-04.jpg?nolink&640x360}}", 
          "text": "Pharaoh saw that the Israelites were having many babies, so he ordered all Israelite baby boys to be killed by throwing them into the Nile River."
        }, 
        {
          "id": "09-05", 
          "img": "{{:en:obs:obs-09-05.jpg?nolink&640x360}}", 
          "text": "A certain Israelite woman gave birth to a baby boy. She and her husband hid the baby for as long as they could."
        }, 
        {
          "id": "09-06", 
          "img": "{{:en:obs:obs-09-06.jpg?nolink&640x360}}", 
          "text": "Then they put him in a floating basket in the Nile River. His older sister watched to see what would happen to him."
        }, 
        {
          "id": "09-07", 
          "img": "{{:en:obs:obs-09-07.jpg?nolink&640x360}}", 
          "text": "A daughter of Pharaoh saw the basket and looked inside. When she saw the baby, she took him as her own son. She hired the baby’s own mother to nurse him. When the child was old enough, his mother returned him to Pharaoh’s daughter. She named him Moses."
        }, 
        {
          "id": "09-08", 
          "img": "{{:en:obs:obs-09-08.jpg?nolink&640x360}}", 
          "text": "One day, when Moses had grown up, he saw an Egyptian beating an Israelite slave. Moses tried to save his fellow Israelite."
        }, 
        {
          "id": "09-09", 
          "img": "{{:en:obs:obs-09-09.jpg?nolink&640x360}}", 
          "text": "When he thought nobody was looking, he killed the Egyptian and buried his body. But someone saw what had happened."
        }, 
        {
          "id": "09-10", 
          "img": "{{:en:obs:obs-09-10.jpg?nolink&640x360}}", 
          "text": "When Pharaoh found out about it, he tried to kill Moses because of what he had done. Moses ran away from Egypt to the wilderness where he would be safe."
        }, 
        {
          "id": "09-11", 
          "img": "{{:en:obs:obs-09-11.jpg?nolink&640x360}}", 
          "text": "Moses became a shepherd in the wilderness far away from Egypt. He married and had two sons."
        }, 
        {
          "id": "09-12", 
          "img": "{{:en:obs:obs-09-12.jpg?nolink&640x360}}", 
          "text": "One day while Moses was taking care of his sheep, he saw a bush that was on fire. But the bush did not burn up. Moses went to take a closer look. As he approached the burning bush, the voice of God said, “Moses, take off your shoes. You are standing on holy ground.”"
        }, 
        {
          "id": "09-13", 
          "img": "{{:en:obs:obs-09-13.jpg?nolink&640x360}}", 
          "text": "God said, “I have seen the suffering of My people. I will send you to Pharaoh so that you can bring the Israelites out of their slavery in Egypt. I will give them the land of Canaan, the land I promised to Abraham, Isaac, and Jacob.”"
        }, 
        {
          "id": "09-14", 
          "img": "{{:en:obs:obs-09-14.jpg?nolink&640x360}}", 
          "text": "Moses said, “What if the people ask me who sent me, what should I say?” God said, “I AM WHO I AM. Tell them, ‘I AM has sent me to you.’ This is My name forever.”"
        }, 
        {
          "id": "09-15", 
          "img": "{{:en:obs:obs-09-15.jpg?nolink&640x360}}", 
          "text": "Moses did not want to go, so God sent Moses’ brother, Aaron, to help him. God warned Moses and Aaron that Pharaoh would be stubborn."
        }
      ], 
      "number": "09", 
      "ref": "A Bible story from: Exodus 1-4", 
      "title": "9. God Calls Moses"
    }, 
    {
      "frames": [
        {
          "id": "04-01", 
          "img": "{{:en:obs:obs-04-01.jpg?nolink&640x360}}", 
          "text": "Many years after the flood, there were again many people in the world, and they all spoke the same language. But the people did not obey God. Instead of having children and filling the earth, they gathered together and built a city."
        }, 
        {
          "id": "04-02", 
          "img": "{{:en:obs:obs-04-02.jpg?nolink&640x360}}", 
          "text": "They were very proud, and they did not care about what God said. They even began building a tall tower to reach heaven. God saw that if they all kept working together, they could do many evil things."
        }, 
        {
          "id": "04-03", 
          "img": "{{:en:obs:obs-04-03.jpg?nolink&640x360}}", 
          "text": "So He changed their language into many different languages and spread the people out all over the world. The city they had begun to build was called Babel, which means “confused.”"
        }, 
        {
          "id": "04-04", 
          "img": "{{:en:obs:obs-04-04.jpg?nolink&640x360}}", 
          "text": "Hundreds of years later, God spoke to a man named Abram. God told him, \"Leave your country and family and go to the land I will show you. I will bless you and make you a great nation. I will make your name great. I will bless those who bless you and curse those who curse you. All families on earth will be blessed because of you.\""
        }, 
        {
          "id": "04-05", 
          "img": "{{:en:obs:obs-04-05.jpg?nolink&640x360}}", 
          "text": "So Abram obeyed. He took his wife, Sarai, and all his servants and herds of animals and went to the land God showed him, the land of Canaan."
        }, 
        {
          "id": "04-06", 
          "img": "{{:en:obs:obs-04-06.jpg?nolink&640x360}}", 
          "text": "When Abram arrived in Canaan God said, \"Look all around you. All the land that you can see I will give to you and your descendants as an inheritance. I will bless you and make your name great.\" Then Abram settled in the land."
        }, 
        {
          "id": "04-07", 
          "img": "{{:en:obs:obs-04-07.jpg?nolink&640x360}}", 
          "text": "One day, Abram met Melchizedek, the priest of God Most High. Melchizedek blessed Abram and said, “May God Most High who owns heaven and earth bless Abram.” Then Abram gave Melchizedek a tenth of all he owned."
        }, 
        {
          "id": "04-08", 
          "img": "{{:en:obs:obs-04-08.jpg?nolink&640x360}}", 
          "text": "Abram and Sarai waited over twenty years, but they still had no son. God spoke to Abram and promised again that he would have a son and as many descendants as the stars in the sky. Abram believed God’s promise. God said that Abram was righteous through believing in God's promise."
        }, 
        {
          "id": "04-09", 
          "img": "{{:en:obs:obs-04-09.jpg?nolink&640x360}}", 
          "text": "Then God made a covenant with Abram. A covenant is an agreement between two parties. God said, \"I will give you a son from your own body. To your descendants I give the land of Canaan.” But Abram still had no son."
        }
      ], 
      "number": "04", 
      "ref": "A Bible story from: Genesis 11-15", 
      "title": "4. God’s Covenant with Abraham"
    }, 
    {
      "frames": [
        {
          "id": "25-01", 
          "img": "{{:en:obs:obs-25-01.jpg?nolink&640x360}}", 
          "text": "Immediately after Jesus was baptized, the Holy Spirit led him out into the desert, where he fasted for forty days and forty nights. During that time he was tempted by Satan."
        }, 
        {
          "id": "25-02", 
          "img": "{{:en:obs:obs-25-02.jpg?nolink&640x360}}", 
          "text": "Satan said, “If you are the Son of God, turn these rocks into bread so you can eat!”"
        }, 
        {
          "id": "25-03", 
          "img": "{{:en:obs:obs-25-03.jpg?nolink&640x360}}", 
          "text": "Jesus replied, “It is written in God’s Word, ‘Man does not live only on bread, but on every word that God speaks!’”"
        }, 
        {
          "id": "25-04", 
          "img": "{{:en:obs:obs-25-04.jpg?nolink&640x360}}", 
          "text": "Then Satan took Jesus to the highest point on the Temple and said, “If you are the Son of God, throw yourself down, for it is written, ‘He will command His angels to catch you so your foot does not hit the ground.’”"
        }, 
        {
          "id": "25-05", 
          "img": "{{:en:obs:obs-25-05.jpg?nolink&640x360}}", 
          "text": "But Jesus replied, “It is also written in God’s Word, ‘Do not test God.’”"
        }, 
        {
          "id": "25-06", 
          "img": "{{:en:obs:obs-25-06.jpg?nolink&640x360}}", 
          "text": "Then Satan showed Jesus all the kingdoms of the world and all their glory and said, “I will give you all this if you bow down and worship me.”"
        }, 
        {
          "id": "25-07", 
          "img": "{{:en:obs:obs-25-07.jpg?nolink&640x360}}", 
          "text": "Jesus replied, “Get away from me, Satan! It is written in God’s Word, ‘Worship only the Lord your God.’”"
        }, 
        {
          "id": "25-08", 
          "img": "{{:en:obs:obs-25-08.jpg?nolink&640x360}}", 
          "text": "Then Satan left him to wait for a better time. Angels came and took care of Jesus."
        }
      ], 
      "number": "25", 
      "ref": "A Bible story from: Matthew 4:1-11; Mark 1:12-13; Luke 4:1-13", 
      "title": "25. Satan Tempts Jesus"
    }, 
    {
      "frames": [
        {
          "id": "42-01", 
          "img": "{{:en:obs:obs-42-01.jpg?nolink&640x360}}", 
          "text": "Later that day, two of Jesus’ followers were going to a nearby town. As they walked, they talked about the death of Jesus and how the women said he was alive again. They wondered if Jesus really was the Messiah."
        }, 
        {
          "id": "42-02", 
          "img": "{{:en:obs:obs-42-02.jpg?nolink&640x360}}", 
          "text": "Jesus came up and started walking with them, but they did not recognize him. He asked what they were talking about, and they told him about all the terrible things that had happened during the last few days. They thought he was a stranger who had not heard about it."
        }, 
        {
          "id": "42-03", 
          "img": "{{:en:obs:obs-42-03.jpg?nolink&640x360}}", 
          "text": "Then Jesus explained to them what God’s Word says about the Messiah. He reminded them that the prophets said the Messiah would suffer and be killed, but would rise again on the third day. When they arrived at the town where they were going, it was almost night."
        }, 
        {
          "id": "42-04", 
          "img": "{{:en:obs:obs-42-04.jpg?nolink&640x360}}", 
          "text": "The two men invited Jesus to stay with them, so he did. Before they ate, Jesus picked up a loaf of bread, thanked God for it, then broke it. Suddenly, their eyes were opened, and they recognized that he was Jesus. At that moment, he disappeared."
        }, 
        {
          "id": "42-05", 
          "img": "{{:en:obs:obs-42-05.jpg?nolink&640x360}}", 
          "text": "The two men said to each other, “Our hearts were burning when he explained God’s Word to us!” Immediately, they returned to Jerusalem and told the disciples, “Jesus is alive! We have seen him!”"
        }, 
        {
          "id": "42-06", 
          "img": "{{:en:obs:obs-42-06.jpg?nolink&640x360}}", 
          "text": "Suddenly, Jesus appeared! The disciples thought he was a ghost, but Jesus said, “Peace to you! Why are you afraid and doubting? Look at my hands and feet. Ghosts do not have bodies like I do.” To show he was not a ghost, he asked for a piece of cooked fish and ate it."
        }, 
        {
          "id": "42-07", 
          "img": "{{:en:obs:obs-42-07.jpg?nolink&640x360}}", 
          "text": "“I told you that everything written about me in God’s Word must be fulfilled,” Jesus said. Then he opened their minds so they could understand God’s Word. He said, “It was written long ago that the Messiah would suffer, die, and rise from the dead on the third day.”"
        }, 
        {
          "id": "42-08", 
          "img": "{{:en:obs:obs-42-08.jpg?nolink&640x360}}", 
          "text": "“It was also written that repentance for forgiveness of sins would be proclaimed to all people groups, starting in Jerusalem. You are witnesses of these things.”"
        }, 
        {
          "id": "42-09", 
          "img": "{{:en:obs:obs-42-09.jpg?nolink&640x360}}", 
          "text": "During the next forty days, Jesus appeared to his disciples and followers many times. Once, he even appeared to more than 500 people at the same time! He proved to his disciples in many ways that he was alive, and he taught them about the Kingdom of God."
        }, 
        {
          "id": "42-10", 
          "img": "{{:en:obs:obs-42-10.jpg?nolink&640x360}}", 
          "text": "At the end of the forty days, Jesus said to his disciples, “All authority in heaven and on earth has been given to me. So go, make disciples of all people groups by baptizing them in the name of the Father, the Son, and the Holy Spirit and by teaching them to obey everything I have commanded you.”"
        }, 
        {
          "id": "42-11", 
          "img": "{{:en:obs:obs-42-11.jpg?nolink&640x360}}", 
          "text": "“Remember, I will be with you always. Stay in Jerusalem until you receive power from above.” Then Jesus was taken up to heaven, and a cloud hid him from their sight. Jesus sat down at the right hand of God to rule over all things."
        }
      ], 
      "number": "42", 
      "ref": "A Bible story from: Matthew 28:16-20; Mark 16:12-20; Luke 24:13-53; John 20:19-23; Acts 1:1-11", 
      "title": "42. Jesus Returns to Heaven"
    }, 
    {
      "frames": [
        {
          "id": "39-01", 
          "img": "{{:en:obs:obs-39-01.jpg?nolink&640x360}}", 
          "text": "It was now the middle of the night. The soldiers led Jesus to the house of the high priest to be questioned. Peter followed far behind. When Jesus was taken into the house, Peter stayed outside and warmed himself by a fire."
        }, 
        {
          "id": "39-02", 
          "img": "{{:en:obs:obs-39-02.jpg?nolink&640x360}}", 
          "text": "Inside the house, the Jewish leaders put Jesus on trial. They brought many witnesses who lied about him. However, their statements did not agree with each other, so they could not prove he was guilty of anything. Jesus did not say anything."
        }, 
        {
          "id": "39-03", 
          "img": "{{:en:obs:obs-39-03.jpg?nolink&640x360}}", 
          "text": "Finally, the high priest looked directly at Jesus and said, “Tell us, are you the Messiah, the Son of the living God?”"
        }, 
        {
          "id": "39-04", 
          "img": "{{:en:obs:obs-39-04.jpg?nolink&640x360}}", 
          "text": "Jesus said, “I am, and you will see me seated with God and coming in power from heaven.” The high priest tore his clothes in anger and shouted, “We do not need any more witnesses. You have heard him say that he is the Son of God. What is your judgment?”"
        }, 
        {
          "id": "39-05", 
          "img": "{{:en:obs:obs-39-05.jpg?nolink&640x360}}", 
          "text": "They all answered, “He deserves to die!” Then they blindfolded him, spit on him, hit him, and mocked him."
        }, 
        {
          "id": "39-06", 
          "img": "{{:en:obs:obs-39-06.jpg?nolink&640x360}}", 
          "text": "Outside the house, a girl saw Peter and said, “You also were with Jesus!” Peter denied it. Later, another girl said the same thing, and Peter denied it again. Finally, the people said, “You were with Jesus because you both are from Galilee.”"
        }, 
        {
          "id": "39-07", 
          "img": "{{:en:obs:obs-39-07.jpg?nolink&640x360}}", 
          "text": "Peter swore, saying, “May God curse me if I know this man!” Immediately, a rooster crowed, and Jesus turned and looked at Peter."
        }, 
        {
          "id": "39-08", 
          "img": "{{:en:obs:obs-39-08.jpg?nolink&640x360}}", 
          "text": "Peter went outside and cried bitterly. Meanwhile, when Judas, the betrayer, saw that Jesus had been condemned, he became full of sorrow and went away and killed himself."
        }, 
        {
          "id": "39-09", 
          "img": "{{:en:obs:obs-39-09.jpg?nolink&640x360}}", 
          "text": "Early the next morning, the Jewish leaders brought Jesus to the Roman governor, Pilate, hoping to have Jesus killed. Pilate asked him, “Are you the King of the Jews?”"
        }, 
        {
          "id": "39-10", 
          "img": "{{:en:obs:obs-39-10.jpg?nolink&640x360}}", 
          "text": "Jesus answered, “You have said so, but my Kingdom is not an earthly kingdom. If it was, my servants would fight for me. But I have come to earth to tell the truth about God. Everyone who loves the truth listens to me.” Pilate said, “What is truth?”"
        }, 
        {
          "id": "39-11", 
          "img": "{{:en:obs:obs-39-11.jpg?nolink&640x360}}", 
          "text": "After speaking with Jesus, Pilate went out to the crowd and said, “I find no guilt in this man.” But the Jewish leaders and the crowd shouted, “Crucify him!” Pilate replied, “He is not guilty.” But they shouted even louder. Then Pilate said a third time, “He is not guilty!”"
        }, 
        {
          "id": "39-12", 
          "img": "{{:en:obs:obs-39-12.jpg?nolink&640x360}}", 
          "text": "But Pilate became afraid that a riot would start, so he handed Jesus over to them to be crucified. The soldiers whipped Jesus, put a royal robe and a crown made of thorns on him, and they mocked him, saying, “Look, the King of the Jews!”"
        }
      ], 
      "number": "39", 
      "ref": "A Bible story from: Matthew 26:57-27:26; Mark 14:53-15:15; Luke 22:54-23:25; John 18:12-19:16", 
      "title": "39. Jesus Is Put on Trial"
    }, 
    {
      "frames": [
        {
          "id": "14-01", 
          "img": "{{:en:obs:obs-14-01.jpg?nolink&640x360}}", 
          "text": "After the Israelites received God’s Covenant at Mount Sinai, God began leading them toward the Promised Land, which was also called Canaan. The cloud pillar showed them the way."
        }, 
        {
          "id": "14-02", 
          "img": "{{:en:obs:obs-14-02.jpg?nolink&640x360}}", 
          "text": "God had promised Abraham, Isaac, and Jacob that He would give the Promised Land to their descendants, but now there were many tribes of people living there. They were called Canaanites. The Canaanites did not believe in God. They worshiped false gods and did many evil things."
        }, 
        {
          "id": "14-03", 
          "img": "{{:en:obs:obs-14-03.jpg?nolink&640x360}}", 
          "text": "God told the Israelites, “You must get rid of all the Canaanites in the Promised Land. Do not make peace with them and do not marry them. You must completely destroy all of their idols. If you do not do these things, you will worship their idols instead of Me.”"
        }, 
        {
          "id": "14-04", 
          "img": "{{:en:obs:obs-14-04.jpg?nolink&640x360}}", 
          "text": "When the Israelites reached the edge of Canaan, Moses chose twelve men, one from each tribe of Israel. He gave the men instructions to go and spy on the land to see what it was like. They were also to spy on the Canaanites to see if they were strong or weak."
        }, 
        {
          "id": "14-05", 
          "img": "{{:en:obs:obs-14-05.jpg?nolink&640x360}}", 
          "text": "The men spied on Canaan for forty days, then they came back. Ten of the spies gave a bad report, saying, “The land is very good, and the crops are great! But the cities are very strong, and the people are giants! If we attack them, we will surely die!”"
        }, 
        {
          "id": "14-06", 
          "img": "{{:en:obs:obs-14-06.jpg?nolink&640x360}}", 
          "text": "Immediately Caleb and Joshua, the other two spies, said, “It is true that the people of Canaan are tall and strong, but we can certainly defeat them! God will fight for us!”"
        }, 
        {
          "id": "14-07", 
          "img": "{{:en:obs:obs-14-07.jpg?nolink&640x360}}", 
          "text": "But the people were mad at Moses and Aaron and said, “Oh, why did you bring us to this horrible place? We should have stayed in Egypt rather than be killed in battle and our wives and children made slaves.” The people wanted to kill them and choose a new leader to bring them back to Egypt."
        }, 
        {
          "id": "14-08", 
          "img": "{{:en:obs:obs-14-08.jpg?nolink&640x360}}", 
          "text": "God was very angry, and His presence appeared at the Tent of Meeting. God said, “Except for Joshua and Caleb, all of the people who are twenty years old or older will wander in the wilderness until they die. They will never enter the Promised Land.”"
        }, 
        {
          "id": "14-09", 
          "img": "{{:en:obs:obs-14-09.jpg?nolink&640x360}}", 
          "text": "When the people heard this, they were sorry they had sinned. They took their weapons and went to attack Canaan. Moses warned them not to go because God was not with them, but they did not listen to him."
        }, 
        {
          "id": "14-10", 
          "img": "{{:en:obs:obs-14-10.jpg?nolink&640x360}}", 
          "text": "God did not go with them into this battle, so they were defeated and many of them were killed. Then the rest of the Israelites turned back from Canaan and wandered through the wilderness for forty years."
        }, 
        {
          "id": "14-11", 
          "img": "{{:en:obs:obs-14-11.jpg?nolink&640x360}}", 
          "text": "During that time of wandering, God provided for them. He gave them bread from heaven, called “manna.” He also sent quail (which is a kind of bird) into their camp so they could have meat to eat. During those forty years, God kept their clothes and shoes from wearing out."
        }, 
        {
          "id": "14-12", 
          "img": "{{:en:obs:obs-14-12.jpg?nolink&640x360}}", 
          "text": "God even miraculously gave them water from a rock. But despite all this, the people of Israel complained and grumbled against God and against Moses. God was still faithful to His promises to Abraham, Isaac, and Jacob."
        }, 
        {
          "id": "14-13", 
          "img": "{{:en:obs:obs-14-13.jpg?nolink&640x360}}", 
          "text": "One time, the people had no water. God told Moses, “Speak to the rock, and water will come out of it.” But Moses dishonored God in front of all the people by hitting the rock twice with a stick instead of speaking to it. Water came out of the rock for everyone to drink, but God was angry with Moses and said, “You will not enter the Promised Land.”"
        }, 
        {
          "id": "14-14", 
          "img": "{{:en:obs:obs-14-14.jpg?nolink&640x360}}", 
          "text": "After they had wandered in the wilderness for forty years, all the people who had rebelled against God were dead. God led the Israelites to the edge of the Promised Land again. Moses was now very old, so he chose Joshua to help him lead the people. God promised Moses that one day He would raise up another prophet like Moses."
        }, 
        {
          "id": "14-15", 
          "img": "{{:en:obs:obs-14-15.jpg?nolink&640x360}}", 
          "text": "God brought Moses to the top of a mountain so he could see the Promised Land. Moses saw the Promised Land but never entered it. Then Moses died, and the Israelites mourned for thirty days. Joshua became their new leader. Joshua was a good leader because he trusted and obeyed God."
        }
      ], 
      "number": "14", 
      "ref": "A Bible story from: Exodus 16-17; Numbers 10-14; 20; 27; Deuteronomy 34", 
      "title": "14. Wandering in the Wilderness"
    }, 
    {
      "frames": [
        {
          "id": "50-01", 
          "img": "{{:en:obs:obs-50-01.jpg?nolink&640x360}}", 
          "text": "For almost 2,000 years, the Good News of Jesus the Messiah has been spreading, and the Church has been growing. Jesus said he would return at the end of the world, but he still has not come back."
        }, 
        {
          "id": "50-02", 
          "img": "{{:en:obs:obs-50-02.jpg?nolink&640x360}}", 
          "text": "As we wait for Jesus’ return, Christians are to live holy and godly lives. When Jesus was on earth he also said, “This Good News of the Kingdom will be preached in the whole world for a testimony to all the people groups, and then the end will come.”"
        }, 
        {
          "id": "50-03", 
          "img": "{{:en:obs:obs-50-03.jpg?nolink&640x360}}", 
          "text": "Many people groups still have not heard about Jesus. Before he returned to heaven, Jesus gave Christians the job of bringing the Good News to those who have never heard. He said, “Go and make disciples of all people groups! The fields are ripe for harvest!”"
        }, 
        {
          "id": "50-04", 
          "img": "{{:en:obs:obs-50-04.jpg?nolink&640x360}}", 
          "text": "Jesus also said, “A servant is not greater than his master. You will be tortured and killed because of me. In this world you will have trouble, but be encouraged. I have defeated Satan! Remain faithful to the end, and you will be saved.”"
        }, 
        {
          "id": "50-05", 
          "img": "{{:en:obs:obs-50-05.jpg?nolink&640x360}}", 
          "text": "Jesus told his disciples a story which helped explain what the end would be like. “The Kingdom of God is like a man who planted good seed in his field. But while he was sleeping, his enemy came and planted weeds along with the wheat, and then he went away.”"
        }, 
        {
          "id": "50-06", 
          "img": "{{:en:obs:obs-50-06.jpg?nolink&640x360}}", 
          "text": "“When the plants sprouted, the workers asked their master, ‘Sir, you planted good seed in that field. Why are there weeds in it?’ The master answered, ‘An enemy has planted them.’”"
        }, 
        {
          "id": "50-07", 
          "img": "{{:en:obs:obs-50-07.jpg?nolink&640x360}}", 
          "text": "“They responded, ‘Should we pull out the weeds?’ The master said, ‘If you do that, you will pull out some of the wheat as well. Wait until the harvest and then gather the weeds into piles to be burned, but bring the wheat into my barn.’”"
        }, 
        {
          "id": "50-08", 
          "img": "{{:en:obs:obs-50-08.jpg?nolink&640x360}}", 
          "text": "The disciples did not understand and said to Jesus, “Please explain this story to us.” Jesus said, “The man who planted the good seed is the Messiah. The field is the world. The good seed represents the people of God’s Kingdom.”"
        }, 
        {
          "id": "50-09", 
          "img": "{{:en:obs:obs-50-09.jpg?nolink&640x360}}", 
          "text": "“The weeds represent the people who belong to the evil one. The enemy who planted them is the devil. The harvest is the end of the world, and the harvesters are the angels.”"
        }, 
        {
          "id": "50-10", 
          "img": "{{:en:obs:obs-50-10.jpg?nolink&640x360}}", 
          "text": "“At the end of the world, all the people who belong to the devil will be gathered together and thrown into a fiery furnace, where there is weeping and grinding of teeth. Then the righteous ones will shine like the sun in the Kingdom of their Father.”"
        }, 
        {
          "id": "50-11", 
          "img": "{{:en:obs:obs-50-11.jpg?nolink&640x360}}", 
          "text": "When Jesus returned to heaven, he said that he would return to earth the same way that he left—with a physical body in the clouds. Jesus also promised that when he returns, all Christians who have died will rise from the dead and meet him in the air."
        }, 
        {
          "id": "50-12", 
          "img": "{{:en:obs:obs-50-12.jpg?nolink&640x360}}", 
          "text": "The Christians who are still alive will then be caught up together with them in the air and all Christians will be with Jesus forever. Jesus will be with his people in perfect unity forever."
        }, 
        {
          "id": "50-13", 
          "img": "{{:en:obs:obs-50-13.jpg?nolink&640x360}}", 
          "text": "Christians will be given the crown of life. They will never experience the second death, which is hell. Instead, they will live forever with God in perfect peace."
        }, 
        {
          "id": "50-14", 
          "img": "{{:en:obs:obs-50-14.jpg?nolink&640x360}}", 
          "text": "But those who do not believe in Jesus will be judged by God and thrown into hell forever. In hell, people constantly weep and grind their teeth in anguish. They are burned by fire that never goes out and eaten by worms that never die."
        }, 
        {
          "id": "50-15", 
          "img": "{{:en:obs:obs-50-15.jpg?nolink&640x360}}", 
          "text": "Jesus will also completely destroy Satan and his kingdom and will throw him into the lake of fire where he will burn forever. Death also will be thrown into the lake of fire in hell."
        }, 
        {
          "id": "50-16", 
          "img": "{{:en:obs:obs-50-16.jpg?nolink&640x360}}", 
          "text": "Jesus will create a New Heaven and a New Earth. The universe will once again be perfect, as it was before Adam and Eve sinned."
        }, 
        {
          "id": "50-17", 
          "img": "{{:en:obs:obs-50-17.jpg?nolink&640x360}}", 
          "text": "And Jesus will reign forever and ever. He will wipe away every tear and there will be no more death, suffering, sadness, crying, evil, or pain. He will rule his Kingdom with peace and justice, and he will be with his people forever."
        }
      ], 
      "number": "50", 
      "ref": "A Bible story from: Matthew 24:14; 28:18; John 15:20, 16:33; Revelation 2:10; Matthew 13:24-30, 36-42; 1 Thessalonians 4:13-5:11; James 1:12; Matthew 22:13; Revelation 20:10, 21:1-22:21", 
      "title": "50. Jesus Returns"
    }, 
    {
      "frames": [
        {
          "id": "17-01", 
          "img": "{{:en:obs:obs-17-01.jpg?nolink&640x360}}", 
          "text": "Saul was the first king of Israel. He was tall and handsome, just like the people wanted. Saul did well at first, but he became a wicked man who did not obey God, so God chose a different man to be king in his place."
        }, 
        {
          "id": "17-02", 
          "img": "{{:en:obs:obs-17-02.jpg?nolink&640x360}}", 
          "text": "This man’s name was David. He was a shepherd from the town of Bethlehem. While watching the sheep, David had killed both a lion and a bear which had attacked the sheep. David was a humble and righteous man who trusted and obeyed God."
        }, 
        {
          "id": "17-03", 
          "img": "{{:en:obs:obs-17-03.jpg?nolink&640x360}}", 
          "text": "David was also a great soldier and leader. When David was still a young man, he fought against a giant named Goliath. Goliath was a trained soldier, very strong, and almost three meters tall! But God helped David kill Goliath and save Israel."
        }, 
        {
          "id": "17-04", 
          "img": "{{:en:obs:obs-17-04.jpg?nolink&640x360}}", 
          "text": "Saul became jealous of David and tried many times to kill him. One day Saul was looking for David so he could kill him. Saul went into the same cave where David was hiding. Instead of killing Saul, David cut off a piece of his clothes to prove to Saul that he would not kill him to become king."
        }, 
        {
          "id": "17-05", 
          "img": "{{:en:obs:obs-17-05.jpg?nolink&640x360}}", 
          "text": "Eventually, Saul died in battle, and David became king of Israel. He was a good king, and the people loved him. God blessed David and made him successful. David fought many battles and God gave him victory. David conquered Jerusalem and made it his capital. During David’s reign, Israel became powerful and wealthy."
        }, 
        {
          "id": "17-06", 
          "img": "{{:en:obs:obs-17-06.jpg?nolink&640x360}}", 
          "text": "David wanted to build a temple where everybody could worship God and offer Him sacrifices. For about 400 years, the people had been worshiping God and offering sacrifices to Him at the Tent of Meeting that Moses had built."
        }, 
        {
          "id": "17-07", 
          "img": "{{:en:obs:obs-17-07.jpg?nolink&640x360}}", 
          "text": "God sent the prophet Nathan to David with this message, “Because you are a man of war, you will not build Me this house; your son will. But, I will bless you greatly. Someone from your family will always sit on the throne of Israel. And the Messiah will be one of your descendants!” The Messiah is God’s Chosen One who would save the world from sin."
        }, 
        {
          "id": "17-08", 
          "img": "{{:en:obs:obs-17-08.jpg?nolink&640x360}}", 
          "text": "When David heard these words, he immediately thanked and praised God because He had promised David great honor and many blessings. The Israelites would have to wait a long time before the Messiah came, almost 1,000 years."
        }, 
        {
          "id": "17-09", 
          "img": "{{:en:obs:obs-17-09.jpg?nolink&640x360}}", 
          "text": "David ruled with justice and faithfulness for many years, and God blessed him. However, toward the end of his life he sinned terribly before God."
        }, 
        {
          "id": "17-10", 
          "img": "{{:en:obs:obs-17-10.jpg?nolink&640x360}}", 
          "text": "One day, when all of his soldiers were out fighting, David got up from an afternoon nap and saw a beautiful woman bathing. Her name was Bathsheba."
        }, 
        {
          "id": "17-11", 
          "img": "{{:en:obs:obs-17-11.jpg?nolink&640x360}}", 
          "text": "Instead of looking away, David sent someone to bring her to him. He slept with her and sent her back home. A short time later Bathsheba sent a message to David saying that she was pregnant."
        }, 
        {
          "id": "17-12", 
          "img": "{{:en:obs:obs-17-12.jpg?nolink&640x360}}", 
          "text": "Her husband, Uriah, was one of David’s best soldiers. David called Uriah back from the battle and told him to go be with his wife. But Uriah refused to go home while the rest of the soldiers were in battle. So David sent Uriah back to the battle and had him placed where the enemy was strongest so that he would be killed."
        }, 
        {
          "id": "17-13", 
          "img": "{{:en:obs:obs-17-13.jpg?nolink&640x360}}", 
          "text": "After Uriah was killed, David married Bathsheba. Later, she gave birth to David's son. God was not pleased with what David had done, so He sent the prophet Nathan to show David his sin. David repented of his sin and God forgave him. For the rest of his life, David trusted God, even in difficult times."
        }, 
        {
          "id": "17-14", 
          "img": "{{:en:obs:obs-17-14.jpg?nolink&640x360}}", 
          "text": "But as punishment for his sin, David’s baby boy died. There was also fighting in David’s family for the rest of his life, and David’s power was greatly weakened. Though David had been unfaithful to God, God was still faithful to His promises. Bathsheba gave birth to another son named Solomon."
        }
      ], 
      "number": "17", 
      "ref": "A Bible story from: 1 Samuel 10; 15-19; 24; 31; 2 Samuel 5; 7; 11-12", 
      "title": "17. God’s Covenant with David"
    }, 
    {
      "frames": [
        {
          "id": "27-01", 
          "img": "{{:en:obs:obs-27-01.jpg?nolink&640x360}}", 
          "text": "One day, a lawyer came to Jesus to test him, saying, “Teacher, what must I do to inherit eternal life?” Jesus answered, “What is written in God’s law?”"
        }, 
        {
          "id": "27-02", 
          "img": "{{:en:obs:obs-27-02.jpg?nolink&640x360}}", 
          "text": "“Love the Lord your God with all your heart, soul, strength, and mind. And love your neighbor as yourself,” the lawyer said. Jesus answered, “You are correct! Do this and you will live.”"
        }, 
        {
          "id": "27-03", 
          "img": "{{:en:obs:obs-27-03.jpg?nolink&640x360}}", 
          "text": "But the lawyer wanted to prove that he was right, so he asked, “Who is my neighbor?”"
        }, 
        {
          "id": "27-04", 
          "img": "{{:en:obs:obs-27-04.jpg?nolink&640x360}}", 
          "text": "Jesus answered with a story. “There was a Jewish man who was traveling along the road from Jerusalem to Jericho.”"
        }, 
        {
          "id": "27-05", 
          "img": "{{:en:obs:obs-27-05.jpg?nolink&640x360}}", 
          "text": "“While he was traveling, he was attacked by a group of robbers. They took everything he had and beat him until he was almost dead. Then they went away.”"
        }, 
        {
          "id": "27-06", 
          "img": "{{:en:obs:obs-27-06.jpg?nolink&640x360}}", 
          "text": "“Soon after that, a Jewish priest happened to walk down that same road. When this religious leader saw the man who had been robbed and beaten, he moved to the other side of the road, ignored the man in need, and kept on going.”"
        }, 
        {
          "id": "27-07", 
          "img": "{{:en:obs:obs-27-07.jpg?nolink&640x360}}", 
          "text": "“Not long after that, a Levite came down the road. (Levites were a tribe of Jews who helped the priests at the Temple.) The Levite also crossed over to the other side of the road and ignored the man who had been robbed and beaten.”"
        }, 
        {
          "id": "27-08", 
          "img": "{{:en:obs:obs-27-08.jpg?nolink&640x360}}", 
          "text": "“The next person to walk down that road was a Samaritan. (Samaritans were the descendants of Jews and people from other nations. Samaritans and Jews hated each other.) When the Samaritan saw the man, he was filled with compassion. He cared for him and bandaged his wounds.”"
        }, 
        {
          "id": "27-09", 
          "img": "{{:en:obs:obs-27-09.jpg?nolink&640x360}}", 
          "text": "“The Samaritan then lifted the man onto his own donkey and took him to a hotel where he took care of him.”"
        }, 
        {
          "id": "27-10", 
          "img": "{{:en:obs:obs-27-10.jpg?nolink&640x360}}", 
          "text": "“The next day, the Samaritan needed to continue his journey. He gave the person in charge of the hotel some money and said, ‘Take care of him, and if any extra money is spent, I will repay those expenses when I return.’”"
        }, 
        {
          "id": "27-11", 
          "img": "{{:en:obs:obs-27-11.jpg?nolink&640x360}}", 
          "text": "Then Jesus asked the lawyer, “Which one of the three men do you think was a neighbor to the man who was robbed and beaten?” The lawyer replied, “The one who showed mercy.” Jesus told the lawyer, “You go and do the same thing.”"
        }
      ], 
      "number": "27", 
      "ref": "A Bible story from: Luke 10:25-37", 
      "title": "27. The Story of the Good Samaritan"
    }, 
    {
      "frames": [
        {
          "id": "30-01", 
          "img": "{{:en:obs:obs-30-01.jpg?nolink&640x360}}", 
          "text": "Jesus sent his disciples to preach and teach. When they returned, they told Jesus what they had taught and done. Then Jesus invited them to come with him to a quiet place to rest for a while. So, they got into a boat and left."
        }, 
        {
          "id": "30-02", 
          "img": "{{:en:obs:obs-30-02.jpg?nolink&640x360}}", 
          "text": "But there were many people who saw Jesus and the disciples leave. They ran along the shore of the lake to get to the other side ahead of them. When Jesus and the disciples arrived, they were greeted by great crowds of people."
        }, 
        {
          "id": "30-03", 
          "img": "{{:en:obs:obs-30-03.jpg?nolink&640x360}}", 
          "text": "The crowd had over 5,000 men in it, not counting the women and children. Jesus felt great kindness towards the people. To Jesus, these people were like sheep without a shepherd. So he taught them and healed their sick."
        }, 
        {
          "id": "30-04", 
          "img": "{{:en:obs:obs-30-04.jpg?nolink&640x360}}", 
          "text": "As it got later in the evening, the disciples told Jesus, “It is late and there are no towns nearby. Send the people away so they can go get something to eat.”"
        }, 
        {
          "id": "30-05", 
          "img": "{{:en:obs:obs-30-05.jpg?nolink&640x360}}", 
          "text": "But Jesus said to them, “You give them something to eat!” The disciples responded, “How can we do that? We only have five loaves of bread and two fish.”"
        }, 
        {
          "id": "30-06", 
          "img": "{{:en:obs:obs-30-06.jpg?nolink&640x360}}", 
          "text": "Jesus called the crowd to him and told them to sit down in groups on the grass."
        }, 
        {
          "id": "30-07", 
          "img": "{{:en:obs:obs-30-07.jpg?nolink&640x360}}", 
          "text": "Then he took the five loaves of bread and the two fish, looked up to heaven, and blessed the food."
        }, 
        {
          "id": "30-08", 
          "img": "{{:en:obs:obs-30-08.jpg?nolink&640x360}}", 
          "text": "Jesus then started breaking the bread and fish. He gave the pieces to his disciples to give to the people. The disciples kept passing out the food, and it never ran out! All the people ate and were satisfied."
        }, 
        {
          "id": "30-09", 
          "img": "{{:en:obs:obs-30-09.jpg?nolink&640x360}}", 
          "text": "The disciples even picked up twelve baskets full of leftover food that had not been eaten. All the food came from the five loaves of bread and two fish."
        }
      ], 
      "number": "30", 
      "ref": "A Bible story from: Matthew 14:13-21; Mark 6:31-44; Luke 9:10-17; John 6:5-15", 
      "title": "30. Jesus Feeds Five Thousand People"
    }, 
    {
      "frames": [
        {
          "id": "18-01", 
          "img": "{{:en:obs:obs-18-01.jpg?nolink&640x360}}", 
          "text": "After David died, his son Solomon began to rule. God spoke to Solomon and asked him what he wanted most. When Solomon asked for wisdom, God was pleased and made him the wisest man in the world. God also made him very wealthy."
        }, 
        {
          "id": "18-02", 
          "img": "{{:en:obs:obs-18-02.jpg?nolink&640x360}}", 
          "text": "In Jerusalem, Solomon built the Temple for which his father David had planned and gathered materials. Instead of the Tent of Meeting, people now worshiped God and offered sacrifices to Him in the Temple. God came and was present in the Temple, and He lived there with His people."
        }, 
        {
          "id": "18-03", 
          "img": "{{:en:obs:obs-18-03.jpg?nolink&640x360}}", 
          "text": "But Solomon loved women from other countries. He disobeyed God by marrying many women, almost 1,000 of them! Many of these women came from foreign countries and brought their gods with them and worshiped them. When Solomon was old, he worshiped their gods."
        }, 
        {
          "id": "18-04", 
          "img": "{{:en:obs:obs-18-04.jpg?nolink&640x360}}", 
          "text": "God was angry with Solomon and, as a punishment for Solomon’s unfaithfulness, He promised to divide the kingdom of Israel in two after Solomon’s death."
        }, 
        {
          "id": "18-05", 
          "img": "{{:en:obs:obs-18-05.jpg?nolink&640x360}}", 
          "text": "After Solomon died, his son, Rehoboam, became king. Rehoboam was a foolish man. All the people of Israel came together to confirm him as king. They also complained that Solomon had made them do a lot of hard work and pay a lot of taxes."
        }, 
        {
          "id": "18-06", 
          "img": "{{:en:obs:obs-18-06.jpg?nolink&640x360}}", 
          "text": "Rehoboam answered foolishly and told them, “You thought my father Solomon made you work hard, but I will make you work harder than he did, and I will punish you worse than he did.”"
        }, 
        {
          "id": "18-07", 
          "img": "{{:en:obs:obs-18-07.jpg?nolink&640x360}}", 
          "text": "Ten of the tribes of Israel rebelled against Rehoboam. Only two tribes remained faithful to him. These two tribes were called the kingdom of Judah."
        }, 
        {
          "id": "18-08", 
          "img": "{{:en:obs:obs-18-08.jpg?nolink&640x360}}", 
          "text": "The other ten tribes that rebelled against Rehoboam made a man named Jeroboam their king. They were called the kingdom of Israel."
        }, 
        {
          "id": "18-09", 
          "img": "{{:en:obs:obs-18-09.jpg?nolink&640x360}}", 
          "text": "Jeroboam rebelled against God and caused the people to sin. He built two idols for his people to worship instead of worshiping God at the Temple in the kingdom of Judah."
        }, 
        {
          "id": "18-10", 
          "img": "{{:en:obs:obs-18-10.jpg?nolink&640x360}}", 
          "text": "The kingdoms of Judah and Israel became enemies and often fought against each other."
        }, 
        {
          "id": "18-11", 
          "img": "{{:en:obs:obs-18-11.jpg?nolink&640x360}}", 
          "text": "In the kingdom of Israel, all the kings were evil. Many of these kings were killed by other Israelites who wanted to become king in their place."
        }, 
        {
          "id": "18-12", 
          "img": "{{:en:obs:obs-18-12.jpg?nolink&640x360}}", 
          "text": "All of the kings of Israel and most of the people worshiped idols which often included adultery and sometimes even child sacrifice."
        }, 
        {
          "id": "18-13", 
          "img": "{{:en:obs:obs-18-13.jpg?nolink&640x360}}", 
          "text": "The kings of Judah were descendants of David. Some of these kings were good men who ruled justly and worshiped God. But most of Judah’s kings were evil, corrupt, and idol-worshipers. Some of the kings even sacrificed their children to false gods. The people of Judah also rebelled against God and worshiped other gods."
        }
      ], 
      "number": "18", 
      "ref": "A Bible story from: 1 Kings 1-6; 11-12", 
      "title": "18. The Divided Kingdom"
    }, 
    {
      "frames": [
        {
          "id": "10-01", 
          "img": "{{:en:obs:obs-10-01.jpg?nolink&640x360}}", 
          "text": "Moses and Aaron went to Pharaoh. They said, “This is what the God of Israel says, ‘Let my people go!’” Pharaoh laughed at them. Instead of letting the Israelites go free, he made their work even harder!"
        }, 
        {
          "id": "10-02", 
          "img": "{{:en:obs:obs-10-02.jpg?nolink&640x360}}", 
          "text": "Pharaoh kept refusing to let the people go, so God sent ten plagues on Egypt. (A plague is a terrible disaster.) Through these plagues, God showed Pharaoh that He is more powerful than Pharaoh and all of Egypt’s gods."
        }, 
        {
          "id": "10-03", 
          "img": "{{:en:obs:obs-10-03.jpg?nolink&640x360}}", 
          "text": "God turned the Nile River into blood, but Pharaoh still would not let the Israelites go."
        }, 
        {
          "id": "10-04", 
          "img": "{{:en:obs:obs-10-04.jpg?nolink&640x360}}", 
          "text": "God sent frogs all over Egypt. Pharaoh begged Moses to take away the frogs. But after all the frogs died, Pharaoh hardened his heart and would not let the Israelites go."
        }, 
        {
          "id": "10-05", 
          "img": "{{:en:obs:obs-10-05.jpg?nolink&640x360}}", 
          "text": "So God sent a plague of gnats and then a plague of flies. Pharaoh called Moses and Aaron and told them they could leave if they stopped the plague. Moses prayed, and God removed all the flies from Egypt, but Pharaoh hardened his heart and would not let the people go."
        }, 
        {
          "id": "10-06", 
          "img": "{{:en:obs:obs-10-06.jpg?nolink&640x360}}", 
          "text": "Next God sent a sickness to kill all the farm animals that belonged to the Egyptians. Pharaoh’s heart was hardened, and he would not let the Israelites go."
        }, 
        {
          "id": "10-07", 
          "img": "{{:en:obs:obs-10-07.jpg?nolink&640x360}}", 
          "text": "Then God told Moses to throw ashes into the air in front of Pharaoh. When he did, painful skin sores appeared on the Egyptians, but not on the Israelites. God hardened Pharaoh's heart, and Pharaoh would not let the Israelites go free."
        }, 
        {
          "id": "10-08", 
          "img": "{{:en:obs:obs-10-08.jpg?nolink&640x360}}", 
          "text": "After that, God sent hail that destroyed the crops in Egypt and killed anybody who went outside. Pharaoh called Moses and Aaron and told them, “I have sinned. You may go.” So Moses prayed, and the hail stopped."
        }, 
        {
          "id": "10-09", 
          "img": "{{:en:obs:obs-10-09.jpg?nolink&640x360}}", 
          "text": "But Pharaoh sinned again and hardened his heart and would not let the Israelites go."
        }, 
        {
          "id": "10-10", 
          "img": "{{:en:obs:obs-10-10.jpg?nolink&640x360}}", 
          "text": "So God caused swarms of locusts to come over Egypt. These locusts ate what remained of the crops that the hail had not destroyed."
        }, 
        {
          "id": "10-11", 
          "img": "{{:en:obs:obs-10-11.jpg?nolink&640x360}}", 
          "text": "Then God sent darkness that lasted for three days. It was so dark that the Egyptians could not leave their houses. But where the Israelites lived, there was light."
        }, 
        {
          "id": "10-12", 
          "img": "{{:en:obs:obs-10-12.jpg?nolink&640x360}}", 
          "text": "Even after these nine plagues, Pharaoh still refused to let the Israelites go free. Since Pharaoh would not listen, there was one last plague that God planned to send. This would change Pharaoh’s mind."
        }
      ], 
      "number": "10", 
      "ref": "A Bible story from: Exodus 5-10", 
      "title": "10. The Ten Plagues"
    }, 
    {
      "frames": [
        {
          "id": "29-01", 
          "img": "{{:en:obs:obs-29-01.jpg?nolink&640x360}}", 
          "text": "One day Peter said to Jesus, “Lord, how many times should I forgive my brother when he sins against me? Up to seven times?” Jesus said, “Not seven times, but seventy times seven!” By this, Jesus meant that we should always forgive. Jesus told this story."
        }, 
        {
          "id": "29-02", 
          "img": "{{:en:obs:obs-29-02.jpg?nolink&640x360}}", 
          "text": "“The Kingdom of God is like a king who wanted to settle accounts with his servants. One of his servants owed a huge debt worth 200,000 years’ wages.”"
        }, 
        {
          "id": "29-03", 
          "img": "{{:en:obs:obs-29-03.jpg?nolink&640x360}}", 
          "text": "“Since the servant could not repay the debt, the king said, ‘Sell this man and his family as slaves to make payment on his debt.’”"
        }, 
        {
          "id": "29-04", 
          "img": "{{:en:obs:obs-29-04.jpg?nolink&640x360}}", 
          "text": "“The servant fell on his knees before the king and said, ‘Please be patient with me, and I will pay everything back.’ The king felt pity for the servant and canceled all of his debt.”"
        }, 
        {
          "id": "29-05", 
          "img": "{{:en:obs:obs-29-05.jpg?nolink&640x360}}", 
          "text": "“The servant went out and found another servant who owed him a debt worth four months’ wages. The servant choked the man and said, ‘Pay me what you owe me!’”"
        }, 
        {
          "id": "29-06", 
          "img": "{{:en:obs:obs-29-06.jpg?nolink&640x360}}", 
          "text": "“The man fell on his knees and said, ‘Please be patient with me, and I will pay everything back.’ But the servant refused and threw the man in prison until he could pay the debt.”"
        }, 
        {
          "id": "29-07", 
          "img": "{{:en:obs:obs-29-07.jpg?nolink&640x360}}", 
          "text": "“Some other servants saw what had happened and were greatly disturbed. They went to the king and told him everything.”"
        }, 
        {
          "id": "29-08", 
          "img": "{{:en:obs:obs-29-08.jpg?nolink&640x360}}", 
          "text": "“The king called the servant and said, ‘You wicked servant! I forgave your debt because you begged me. You should have done the same.’ In his anger the king threw the wicked servant into prison until he could pay back all of his debt.”"
        }, 
        {
          "id": "29-09", 
          "img": "{{:en:obs:obs-29-09.jpg?nolink&640x360}}", 
          "text": "Then Jesus said, “This is what my heavenly Father will do to every one of you if you do not forgive your brother from your heart.”"
        }
      ], 
      "number": "29", 
      "ref": "A Bible story from: Matthew 18:21-35", 
      "title": "29. The Story of the Unmerciful Servant"
    }, 
    {
      "frames": [
        {
          "id": "44-01", 
          "img": "{{:en:obs:obs-44-01.jpg?nolink&640x360}}", 
          "text": "One day Peter and John went to the Temple. On their way, they saw a crippled man begging for money."
        }, 
        {
          "id": "44-02", 
          "img": "{{:en:obs:obs-44-02.jpg?nolink&640x360}}", 
          "text": "Peter looked at him and said, “I do not have any money to give you. But what I have I will give you. In the name of Jesus, get up and walk!”"
        }, 
        {
          "id": "44-03", 
          "img": "{{:en:obs:obs-44-03.jpg?nolink&640x360}}", 
          "text": "The man was immediately healed, and he began walking and jumping around, praising God. The people in the Temple were amazed."
        }, 
        {
          "id": "44-04", 
          "img": "{{:en:obs:obs-44-04.jpg?nolink&640x360}}", 
          "text": "A crowd quickly formed. Peter said to them, “Why are you amazed that this man is healed? It was not through our own power or goodness that he was healed, but by faith in the name of Jesus.”"
        }, 
        {
          "id": "44-05", 
          "img": "{{:en:obs:obs-44-05.jpg?nolink&640x360}}", 
          "text": "“You asked that Jesus be killed. You killed the author of life, but God raised him from the dead. This is how God fulfilled the prophecies that the Messiah would suffer and die. But now, repent and turn to God so that your sins will be washed away.”"
        }, 
        {
          "id": "44-06", 
          "img": "{{:en:obs:obs-44-06.jpg?nolink&640x360}}", 
          "text": "The leaders of the Temple were greatly annoyed at what Peter and John were saying. So they arrested them and threw them into prison. But many of the people believed what they had seen and heard and the Church grew to 5,000 men, plus women and children."
        }, 
        {
          "id": "44-07", 
          "img": "{{:en:obs:obs-44-07.jpg?nolink&640x360}}", 
          "text": "The next day, the Jewish leaders brought Peter and John before the high priest and his family. They asked them, “By what power did you do this?”"
        }, 
        {
          "id": "44-08", 
          "img": "{{:en:obs:obs-44-08.jpg?nolink&640x360}}", 
          "text": "Peter responded, “It is by the name of Jesus the Messiah. You crucified him, but God raised him to life again! You rejected him, but there is no other way to be saved except through the name of Jesus!”"
        }, 
        {
          "id": "44-09", 
          "img": "{{:en:obs:obs-44-09.jpg?nolink&640x360}}", 
          "text": "The leaders were shocked because they could see that these men were common men who were not well-educated. They also realized that these men had been with Jesus. After they had threatened Peter and John, they let them go."
        }
      ], 
      "number": "44", 
      "ref": "A Bible story from: Acts 3:1-4:22", 
      "title": "44. Peter and John Heal a Beggar"
    }, 
    {
      "frames": [
        {
          "id": "41-01", 
          "img": "{{:en:obs:obs-41-01.jpg?nolink&640x360}}", 
          "text": "After Jesus was crucified, the unbelieving Jewish leaders said to Pilate, “That liar, Jesus, said he would rise from the dead after three days. The tomb must be guarded so that his disciples do not steal the body and then say he has risen from the dead.”"
        }, 
        {
          "id": "41-02", 
          "img": "{{:en:obs:obs-41-02.jpg?nolink&640x360}}", 
          "text": "Pilate said, “Make the tomb as secure as you can.” So they sealed the stone at the entrance of the tomb and put soldiers there to make sure no one could steal the body."
        }, 
        {
          "id": "41-03", 
          "img": "{{:en:obs:obs-41-03.jpg?nolink&640x360}}", 
          "text": "The day after Jesus was buried was a Sabbath, a day of rest. Very early on the morning after the Sabbath, several women went to Jesus’ tomb to put more burial spices on his body."
        }, 
        {
          "id": "41-04", 
          "img": "{{:en:obs:obs-41-04.jpg?nolink&640x360}}", 
          "text": "There was a great earthquake. An angel of the Lord appeared from heaven, as bright as lightning. He rolled away the stone that was covering the entrance to the tomb and sat on it. The soldiers guarding the tomb were terrified and fell to the ground like dead men."
        }, 
        {
          "id": "41-05", 
          "img": "{{:en:obs:obs-41-05.jpg?nolink&640x360}}", 
          "text": "The angel told the women, “Do not be afraid. Jesus is not here. He has risen from the dead, just like he said he would! Look in the tomb and see.” The women looked into the tomb and saw where Jesus had been lying. His body was not there!"
        }, 
        {
          "id": "41-06", 
          "img": "{{:en:obs:obs-41-06.jpg?nolink&640x360}}", 
          "text": "Then the angel told the women, “Tell the disciples that Jesus has risen from the dead and is going before you into Galilee.”"
        }, 
        {
          "id": "41-07", 
          "img": "{{:en:obs:obs-41-07.jpg?nolink&640x360}}", 
          "text": "The women were full of fear and great joy. They ran to tell the disciples the good news."
        }, 
        {
          "id": "41-08", 
          "img": "{{:en:obs:obs-41-08.jpg?nolink&640x360}}", 
          "text": "On the way, Jesus appeared to them, and they worshiped him. Jesus said, “Do not be afraid. Go and tell my disciples that I will see them in Galilee.”"
        }
      ], 
      "number": "41", 
      "ref": "A Bible story from: Matthew 27:62-28:15; Mark 16:1-11; Luke 24:1-12; John 20:1-18", 
      "title": "41. God Raises Jesus from the Dead"
    }, 
    {
      "frames": [
        {
          "id": "37-01", 
          "img": "{{:en:obs:obs-37-01.jpg?nolink&640x360}}", 
          "text": "One day, Jesus received a message that Lazarus was very sick. Lazarus and his two sisters, Mary and Martha, were good friends of Jesus. When Jesus heard this news, he said, “This sickness will not end in death, but it will bring glory to God.” Jesus loved his friends, so he waited where he was for two days."
        }, 
        {
          "id": "37-02", 
          "img": "{{:en:obs:obs-37-02.jpg?nolink&640x360}}", 
          "text": "Then he said to his disciples, “Let’s go back to Judea.” “But Teacher,” the disciples answered, “Just a short time ago the people there wanted to kill you!” Jesus said, “Our friend Lazarus has fallen asleep, and I must wake him.”"
        }, 
        {
          "id": "37-03", 
          "img": "{{:en:obs:obs-37-03.jpg?nolink&640x360}}", 
          "text": "His disciples replied, “Lord, if Lazarus is sleeping, he will get better on his own.” Then Jesus told them plainly, “Lazarus is dead. I am glad we were not there when he died, for now you will see amazing things so that you may believe.”"
        }, 
        {
          "id": "37-04", 
          "img": "{{:en:obs:obs-37-04.jpg?nolink&640x360}}", 
          "text": "When Jesus got there, Lazarus had already been dead for four days. Martha went out to meet Jesus and said, “Master, if only you had been here, my brother would not have died. But I believe God will give you whatever you ask from Him.”"
        }, 
        {
          "id": "37-05", 
          "img": "{{:en:obs:obs-37-05.jpg?nolink&640x360}}", 
          "text": "Jesus replied, “I am the Resurrection and the Life. Whoever believes in me will live, even though he dies. Everyone who believes in me will never die. Do you believe this?” “Yes, Master!” Martha answered. “I believe you are the Messiah, the Son of God.”"
        }, 
        {
          "id": "37-06", 
          "img": "{{:en:obs:obs-37-06.jpg?nolink&640x360}}", 
          "text": "Then Mary arrived. She fell at the feet of Jesus and said, “Lord, if only you had been here, my brother would not have died.” “Where have you put Lazarus?” he asked them. They told him, “In the tomb. Come and see.” Then Jesus wept."
        }, 
        {
          "id": "37-07", 
          "img": "{{:en:obs:obs-37-07.jpg?nolink&640x360}}", 
          "text": "The tomb was a cave with a stone rolled across its entrance. When Jesus arrived at the tomb, he told them, “Roll the stone away.” But Martha said, “He has been dead for four days. There will be a bad smell.”"
        }, 
        {
          "id": "37-08", 
          "img": "{{:en:obs:obs-37-08.jpg?nolink&640x360}}", 
          "text": "Jesus responded, “Did I not tell you that you would see God’s glory if you believe?” So they rolled the stone away."
        }, 
        {
          "id": "37-09", 
          "img": "{{:en:obs:obs-37-09.jpg?nolink&640x360}}", 
          "text": "Then Jesus looked up to heaven and said, “Father, thank You for hearing me. I know You always listen to me, but I say this for the sake of all these people standing here, so that they will believe You sent me.” Then Jesus shouted, “Lazarus, come out!”"
        }, 
        {
          "id": "37-10", 
          "img": "{{:en:obs:obs-37-10.jpg?nolink&640x360}}", 
          "text": "And Lazarus did! He was still wrapped up in grave clothes. Jesus told them, “Help him get out of those grave clothes and release him!” Many of the Jews believed in Jesus because of this miracle."
        }, 
        {
          "id": "37-11", 
          "img": "{{:en:obs:obs-37-11.jpg?nolink&640x360}}", 
          "text": "But the religious leaders of the Jews were jealous, so they gathered together to plan how they could kill Jesus and Lazarus."
        }
      ], 
      "number": "37", 
      "ref": "A Bible story from: John 11:1-46", 
      "title": "37. Jesus Raises Lazarus from the Dead"
    }, 
    {
      "frames": [
        {
          "id": "38-01", 
          "img": "{{:en:obs:obs-38-01.jpg?nolink&640x360}}", 
          "text": "Jesus had been preaching for about three years. It was the time of the Passover Feast when the Jews remembered how God had saved them from slavery in Egypt many years earlier. Jesus knew what would happen to him and told his disciples he was going to Jerusalem where he would be killed."
        }, 
        {
          "id": "38-02", 
          "img": "{{:en:obs:obs-38-02.jpg?nolink&640x360}}", 
          "text": "The Jewish leaders in Jerusalem had rejected Jesus as the Messiah and were plotting to kill him. Judas was one of Jesus’ disciples. He was in charge of the disciples’ money, but he was dishonest and often stole from it. Judas went to the Jewish leaders and offered to betray Jesus to them."
        }, 
        {
          "id": "38-03", 
          "img": "{{:en:obs:obs-38-03.jpg?nolink&640x360}}", 
          "text": "The Jewish leaders, led by the high priest, paid Judas thirty pieces of silver to betray Jesus. This happened just as the prophets had predicted. Judas agreed, took the money, and went away, looking for a chance to help them arrest Jesus."
        }, 
        {
          "id": "38-04", 
          "img": "{{:en:obs:obs-38-04.jpg?nolink&640x360}}", 
          "text": "Jesus celebrated the Passover Feast with his disciples. During the meal Jesus took bread and broke it, saying, “Take and eat this. It is my body, which is broken for you. Do this to remember me.” In this way, Jesus said that his body would be sacrificed for them."
        }, 
        {
          "id": "38-05", 
          "img": "{{:en:obs:obs-38-05.jpg?nolink&640x360}}", 
          "text": "Then he took a cup and said, “Drink this. It is my blood of the New Covenant shed for the forgiveness of sins. Do this to remember me as often as you drink it.” In this way, Jesus said that his blood would be poured out to forgive their sins."
        }, 
        {
          "id": "38-06", 
          "img": "{{:en:obs:obs-38-06.jpg?nolink&640x360}}", 
          "text": "Then Jesus said to the disciples, “One of you will betray me.” The disciples were surprised and did not know who would do such a thing. Jesus said, “The person to whom I give this piece of bread is the betrayer.” Then he gave the bread to Judas."
        }, 
        {
          "id": "38-07", 
          "img": "{{:en:obs:obs-38-07.jpg?nolink&640x360}}", 
          "text": "After Judas took the bread, Satan entered into him. Judas left to help the Jewish leaders arrest Jesus. It was night."
        }, 
        {
          "id": "38-08", 
          "img": "{{:en:obs:obs-38-08.jpg?nolink&640x360}}", 
          "text": "After the meal, Jesus and his disciples walked to the Mount of Olives. Jesus said, “All of you will all abandon me tonight. It is written, ‘I will strike the shepherd and all the sheep will be scattered.’”"
        }, 
        {
          "id": "38-09", 
          "img": "{{:en:obs:obs-38-09.jpg?nolink&640x360}}", 
          "text": "Peter replied, “Even if all the others leave you, I will not!” Then Jesus said to Peter, “Satan wants to have all of you, but I have prayed for you, Peter, that your faith will not fail. Even so, tonight, before the rooster crows, three times you will deny that you even know me.”"
        }, 
        {
          "id": "38-10", 
          "img": "{{:en:obs:obs-38-10.jpg?nolink&640x360}}", 
          "text": "Peter then said to Jesus, “Even if I must die, I will never disown you!” All the other disciples said the same thing."
        }, 
        {
          "id": "38-11", 
          "img": "{{:en:obs:obs-38-11.jpg?nolink&640x360}}", 
          "text": "Then Jesus went with his disciples to a place called Gethsemane. Jesus told his disciples to pray that they would not fall into temptation. Then Jesus went to pray by himself."
        }, 
        {
          "id": "38-12", 
          "img": "{{:en:obs:obs-38-12.jpg?nolink&640x360}}", 
          "text": "Jesus prayed three times, “My Father, if there is no other way for people’s sins to be forgiven, Your will be done.” Jesus was very troubled and his sweat was like drops of blood. God sent an angel to strengthen him."
        }, 
        {
          "id": "38-13", 
          "img": "{{:en:obs:obs-38-13.jpg?nolink&640x360}}", 
          "text": "After each time of prayer, Jesus came back to his disciples, but they were asleep. After the third time, Jesus said, “Wake up! My betrayer is here.”"
        }, 
        {
          "id": "38-14", 
          "img": "{{:en:obs:obs-38-14.jpg?nolink&640x360}}", 
          "text": "Judas came with the Jewish leaders, soldiers, and a large crowd carrying swords and clubs. He came to Jesus and said, “Greetings, teacher,” and kissed him. This was the sign for the Jewish leaders to know whom to arrest. Then Jesus said, “Judas, do you betray me with a kiss?”"
        }, 
        {
          "id": "38-15", 
          "img": "{{:en:obs:obs-38-15.jpg?nolink&640x360}}", 
          "text": "As the soldiers arrested Jesus, Peter pulled out his sword and cut off the ear of the high priest’s servant. Jesus said, “Put the sword away! I could ask the Father for an army of angels to defend me. But I must obey my Father.” Then Jesus healed the man’s ear, and all the disciples ran away."
        }
      ], 
      "number": "38", 
      "ref": "A Bible story from: Matthew 26:14-56; Mark 14:10-50; Luke 22:1-53; John 18:1-11", 
      "title": "38. Jesus Is Betrayed"
    }, 
    {
      "frames": [
        {
          "id": "35-01", 
          "img": "{{:en:obs:obs-35-01.jpg?nolink&640x360}}", 
          "text": "One day, Jesus was teaching many tax collectors and sinners who were with him."
        }, 
        {
          "id": "35-02", 
          "img": "{{:en:obs:obs-35-02.jpg?nolink&640x360}}", 
          "text": "The religious leaders were grumbling because Jesus was treating these people as friends. So Jesus told this story."
        }, 
        {
          "id": "35-03", 
          "img": "{{:en:obs:obs-35-03.jpg?nolink&640x360}}", 
          "text": "“There was a man who had two sons. The younger son told his father, ‘Father, I want my inheritance now!’ So the father divided his property between the two sons.”"
        }, 
        {
          "id": "35-04", 
          "img": "{{:en:obs:obs-35-04.jpg?nolink&640x360}}", 
          "text": "“Soon the younger son gathered all that he had and went far away and wasted his money in sinful living.”"
        }, 
        {
          "id": "35-05", 
          "img": "{{:en:obs:obs-35-05.jpg?nolink&640x360}}", 
          "text": "“At that time a severe famine came on the land, and he had no money to buy food. So he took the only job he could find, feeding pigs. He was so miserable and hungry that he wanted to eat the pigs’ food.”"
        }, 
        {
          "id": "35-06", 
          "img": "{{:en:obs:obs-35-06.jpg?nolink&640x360}}", 
          "text": "“Finally, the younger son said to himself, ‘What am I doing? All my father’s servants have plenty to eat, and yet here I am starving. I will go back to my father and ask to be one of his servants.’”"
        }, 
        {
          "id": "35-07", 
          "img": "{{:en:obs:obs-35-07.jpg?nolink&640x360}}", 
          "text": "“While the younger son was still far away, his father saw him and felt compassion for him. He ran to his son and hugged him and kissed him.”"
        }, 
        {
          "id": "35-08", 
          "img": "{{:en:obs:obs-35-08.jpg?nolink&640x360}}", 
          "text": "“The son said, ‘Father, I have sinned against God and against you. I am not worthy to be your son. Let me be your servant instead.’”"
        }, 
        {
          "id": "35-09", 
          "img": "{{:en:obs:obs-35-09.jpg?nolink&640x360}}", 
          "text": "“But his father told one of his servants, ‘Go quickly! Bring the best clothes and put them on my son! Put a ring on his finger and put sandals on his feet. Then kill the best calf so we can have a feast, because my son was dead, but now he is alive! He was lost, but now he is found!’”"
        }, 
        {
          "id": "35-10", 
          "img": "{{:en:obs:obs-35-10.jpg?nolink&640x360}}", 
          "text": "“And they began to celebrate. Before long, the older son came home from working in the field. He heard the music and dancing and wondered what was happening.”"
        }, 
        {
          "id": "35-11", 
          "img": "{{:en:obs:obs-35-11.jpg?nolink&640x360}}", 
          "text": "“When he found out that there was a party because his brother had come home, he was very angry and would not go into the house. His father came out and begged him to join the party, but he refused.”"
        }, 
        {
          "id": "35-12", 
          "img": "{{:en:obs:obs-35-12.jpg?nolink&640x360}}", 
          "text": "“He said, ‘All these years I’ve worked so faithfully for you! I never disobeyed you, and still you did not even give me one small goat so I could celebrate with my friends. But when this son of yours wastes your money on sinful behavior, you kill the best calf for him!’”"
        }, 
        {
          "id": "35-13", 
          "img": "{{:en:obs:obs-35-13.jpg?nolink&640x360}}", 
          "text": "“The father answered, ‘My son, you are always with me, and everything I have is yours. But it is right for us to celebrate, because your brother was dead, but now is alive. He was lost, but now is found!’”"
        }
      ], 
      "number": "35", 
      "ref": "A Bible story from: Luke 15:11-32", 
      "title": "35. The Story of the Compassionate Father"
    }, 
    {
      "frames": [
        {
          "id": "40-01", 
          "img": "{{:en:obs:obs-40-01.jpg?nolink&640x360}}", 
          "text": "After mocking Jesus, the soldiers led him away to be crucified. They made him carry his own cross."
        }, 
        {
          "id": "40-02", 
          "img": "{{:en:obs:obs-40-02.jpg?nolink&640x360}}", 
          "text": "They came to a place called “The Skull” and nailed his arms and feet to the cross. But Jesus said, “Father, forgive them, because they do not know what they are doing.” Pilate commanded that a sign be put above Jesus’ head that read, “King of the Jews.”"
        }, 
        {
          "id": "40-03", 
          "img": "{{:en:obs:obs-40-03.jpg?nolink&640x360}}", 
          "text": "The soldiers gambled for Jesus’ clothing. When they did this, they fulfilled a prophecy which said, “They divided my garments among them, and gambled for my clothing.”"
        }, 
        {
          "id": "40-04", 
          "img": "{{:en:obs:obs-40-04.jpg?nolink&640x360}}", 
          "text": "Jesus was crucified between two robbers. One of them mocked Jesus, but the other said, “Don’t you fear God? We are guilty, but this man is innocent. Jesus, please remember me in your Kingdom.” Jesus said to him, “Today, you will be with me in Paradise.”"
        }, 
        {
          "id": "40-05", 
          "img": "{{:en:obs:obs-40-05.jpg?nolink&640x360}}", 
          "text": "The crowd and the Jewish leaders mocked Jesus, saying, “If you are the Son of God, come down from the cross and save yourself! Then we will believe you.”"
        }, 
        {
          "id": "40-06", 
          "img": "{{:en:obs:obs-40-06.jpg?nolink&640x360}}", 
          "text": "It was the middle of the day, but darkness came over the whole land. It stayed dark from noon until 3:00 in the afternoon."
        }, 
        {
          "id": "40-07", 
          "img": "{{:en:obs:obs-40-07.jpg?nolink&640x360}}", 
          "text": "Then Jesus cried out, “It is finished! Father, I give my spirit into your hands.” Then he bowed his head and gave up his spirit. When he died, there was an earthquake and the large curtain in the Temple that separated the presence of God from the people was torn in two, from the top to the bottom."
        }, 
        {
          "id": "40-08", 
          "img": "{{:en:obs:obs-40-08.jpg?nolink&640x360}}", 
          "text": "Through his death, Jesus opened a way for people to come to God. When the soldier guarding Jesus saw everything that happened, he said, “Certainly, this man was innocent. He must have been the Son of God.”"
        }, 
        {
          "id": "40-09", 
          "img": "{{:en:obs:obs-40-09.jpg?nolink&640x360}}", 
          "text": "Then Joseph and Nicodemus, two Jewish leaders who believed Jesus was the Messiah, asked Pilate for Jesus’ body. They wrapped his body in cloth and buried it in a tomb cut out of rock. Then they rolled a large stone over the opening."
        }
      ], 
      "number": "40", 
      "ref": "A Bible story from: Matthew 27:27-61; Mark 15:16-47; Luke 23:26-56; John 19:17-42", 
      "title": "40. Jesus Is Crucified"
    }, 
    {
      "frames": [
        {
          "id": "12-01", 
          "img": "{{:en:obs:obs-12-01.jpg?nolink&640x360}}", 
          "text": "The Israelites were very happy to leave Egypt. They were no longer slaves, and they were going to the Promised Land! The Egyptians gave the Israelites gifts of gold and silver and other valuable things. Some people from other nations believed in God and joined the Israelites as they left Egypt."
        }, 
        {
          "id": "12-02", 
          "img": "{{:en:obs:obs-12-02.jpg?nolink&640x360}}", 
          "text": "God led them by going ahead of them as a tall cloud pillar during the day, which became a tall fire pillar at night. God was always with them and guided them as they traveled. All they had to do was follow."
        }, 
        {
          "id": "12-03", 
          "img": "{{:en:obs:obs-12-03.jpg?nolink&640x360}}", 
          "text": "After a short time, Pharaoh and his people changed their minds and wanted the Israelites to be their slaves again. God did this to get glory for Himself by showing that He is more powerful than Pharaoh and his gods."
        }, 
        {
          "id": "12-04", 
          "img": "{{:en:obs:obs-12-04.jpg?nolink&640x360}}", 
          "text": "So Pharaoh and his army chased after the Israelites to make them their slaves again. When the Israelites saw the Egyptian army coming, they realized they were trapped between Pharaoh’s army and the Red Sea. They were very afraid and cried out, “Why did we leave Egypt? We are going to die!”"
        }, 
        {
          "id": "12-05", 
          "img": "{{:en:obs:obs-12-05.jpg?nolink&640x360}}", 
          "text": "Moses told the people, “Do not be afraid! God will fight for you today and save you.” Then God told Moses, “Tell the people to move toward the Red Sea.”"
        }, 
        {
          "id": "12-06", 
          "img": "{{:en:obs:obs-12-06.jpg?nolink&640x360}}", 
          "text": "The cloud pillar then moved between the Israelites and the Egyptians so the Egyptians could not see the Israelites."
        }, 
        {
          "id": "12-07", 
          "img": "{{:en:obs:obs-12-07.jpg?nolink&640x360}}", 
          "text": "Moses lifted his hand over the sea, and God caused the wind to blow. The wind made the water in the sea separate to the left and the right, making a path through the sea."
        }, 
        {
          "id": "12-08", 
          "img": "{{:en:obs:obs-12-08.jpg?nolink&640x360}}", 
          "text": "The Israelites marched through the sea on dry ground with a wall of water on either side of them."
        }, 
        {
          "id": "12-09", 
          "img": "{{:en:obs:obs-12-09.jpg?nolink&640x360}}", 
          "text": "Then the cloud lifted and the Egyptians saw the Israelites escaping. They decided to chase after them."
        }, 
        {
          "id": "12-10", 
          "img": "{{:en:obs:obs-12-10.jpg?nolink&640x360}}", 
          "text": "So they followed the Israelites onto the path through the sea, but God threw the Egyptians into a panic and caused their chariots to get stuck. They shouted, “Run away! God is fighting for the Israelites!”"
        }, 
        {
          "id": "12-11", 
          "img": "{{:en:obs:obs-12-11.jpg?nolink&640x360}}", 
          "text": "After the Israelites all made it safely to the other side, God told Moses to stretch out his hand again. When he obeyed, the water fell on the Egyptian army and returned to its normal place. The whole Egyptian army drowned."
        }, 
        {
          "id": "12-12", 
          "img": "{{:en:obs:obs-12-12.jpg?nolink&640x360}}", 
          "text": "When the Israelites saw that the Egyptians were dead, they believed in God and trusted that Moses was a prophet of God."
        }, 
        {
          "id": "12-13", 
          "img": "{{:en:obs:obs-12-13.jpg?nolink&640x360}}", 
          "text": "They also rejoiced with much excitement because God had saved them from death and slavery! Now they were free to serve God. The Israelites sang many songs to celebrate their new freedom and to praise God for saving them."
        }, 
        {
          "id": "12-14", 
          "img": "{{:en:obs:obs-12-14.jpg?nolink&640x360}}", 
          "text": "God commanded the Israelites to remember His victory over the Egyptians and their deliverance from slavery by celebrating the Passover Feast every year. They celebrated by killing a perfect lamb, having a big feast, and telling the story of how God had saved them from the Egyptians."
        }
      ], 
      "number": "12", 
      "ref": "A Bible story from: Exodus 12:33-15:21", 
      "title": "12. The Exodus"
    }, 
    {
      "frames": [
        {
          "id": "19-01", 
          "img": "{{:en:obs:obs-19-01.jpg?nolink&640x360}}", 
          "text": "Throughout the history of the Israelites, God sent them prophets. The prophets heard messages from God and then told the people God’s messages."
        }, 
        {
          "id": "19-02", 
          "img": "{{:en:obs:obs-19-02.jpg?nolink&640x360}}", 
          "text": "Elijah was a prophet when Ahab was king over Israel. Ahab was an evil man who encouraged people to worship a false god named Baal. Elijah said to Ahab, “There will be no rain or dew in Israel until I say so.”"
        }, 
        {
          "id": "19-03", 
          "img": "{{:en:obs:obs-19-03.jpg?nolink&640x360}}", 
          "text": "Then God told Elijah to hide in the wilderness near a stream. Every morning and every evening, birds would bring him bread and meat. Ahab and his army looked for Elijah, but they could not find him. The drought was so severe that the stream eventually dried up."
        }, 
        {
          "id": "19-04", 
          "img": "{{:en:obs:obs-19-04.jpg?nolink&640x360}}", 
          "text": "So Elijah went to a neighboring country. A widow and her son had almost run out of food because of the famine. But they took care of Elijah, and God provided so that neither their flour jar nor their bottle of oil ever ran out. They had food through the whole famine. Elijah stayed there a long time."
        }, 
        {
          "id": "19-05", 
          "img": "{{:en:obs:obs-19-05.jpg?nolink&640x360}}", 
          "text": "After three and a half years, God told Elijah to return to Israel and speak with Ahab because He was going to send rain again. When Ahab saw Elijah he said, “There you are, you troublemaker!” Elijah said, “You are the troublemaker! You have abandoned the true God and worshiped Baal. Bring all of Israel to Mount Carmel.”"
        }, 
        {
          "id": "19-06", 
          "img": "{{:en:obs:obs-19-06.jpg?nolink&640x360}}", 
          "text": "All of Israel, including the 400 prophets of Baal, came to Mount Carmel. Elijah said, “How long will you keep changing your mind? If the LORD is God, serve Him! If Baal is God, serve him!”"
        }, 
        {
          "id": "19-07", 
          "img": "{{:en:obs:obs-19-07.jpg?nolink&640x360}}", 
          "text": "Then he said to the prophets of Baal, “Kill a bull and prepare a sacrifice, but do not light the fire. I will do the same. The God who answers with fire is the real God.” So the priests of Baal prepared a sacrifice but did not light the fire."
        }, 
        {
          "id": "19-08", 
          "img": "{{:en:obs:obs-19-08.jpg?nolink&640x360}}", 
          "text": "Then they prayed to Baal, “Hear us, O Baal!” All day long they prayed and shouted and even cut themselves with knives, but Baal did not answer."
        }, 
        {
          "id": "19-09", 
          "img": "{{:en:obs:obs-19-09.jpg?nolink&640x360}}", 
          "text": "At the end of the day, Elijah prepared a sacrifice to God. Then he had twelve huge pots of water poured on top of the sacrifice until the meat, the wood, and even the ground around the altar was completely wet."
        }, 
        {
          "id": "19-10", 
          "img": "{{:en:obs:obs-19-10.jpg?nolink&640x360}}", 
          "text": "Then Elijah prayed, “O LORD, God of Abraham, Isaac, and Jacob, show us today that You are the God of Israel and that I am Your servant. Answer me so that these people will know that You are God.”"
        }, 
        {
          "id": "19-11", 
          "img": "{{:en:obs:obs-19-11.jpg?nolink&640x360}}", 
          "text": "Immediately, fire fell from the sky and burned up the meat, the wood, the rocks, and even the wet ground around the altar. When the people saw this, they fell on the ground and said, “The LORD is God! The LORD is God!”"
        }, 
        {
          "id": "19-12", 
          "img": "{{:en:obs:obs-19-12.jpg?nolink&640x360}}", 
          "text": "Then Elijah said, “Do not let any of the prophets of Baal escape!” So the people captured the prophets of Baal. Then Elijah took them away and killed them."
        }, 
        {
          "id": "19-13", 
          "img": "{{:en:obs:obs-19-13.jpg?nolink&640x360}}", 
          "text": "Then Elijah said to King Ahab, “Return immediately to the city, for the rain is coming.” Soon the sky grew black, and a large rain storm came. God had ended the drought and proved that He is the only God."
        }, 
        {
          "id": "19-14", 
          "img": "{{:en:obs:obs-19-14.jpg?nolink&640x360}}", 
          "text": "After Elijah, God chose Elisha to be His prophet. God did many miracles through Elisha. One time, Naaman, an enemy commander, found out he had a horrible skin disease called leprosy. He had heard of Elisha so he went and asked Elisha to be healed. Elisha told him to dip himself seven times in the Jordan River."
        }, 
        {
          "id": "19-15", 
          "img": "{{:en:obs:obs-19-15.jpg?nolink&640x360}}", 
          "text": "At first Naaman was angry and would not do it. But later he changed his mind and dipped himself seven times in the Jordan River. When he came up the last time, his skin was completely healed! God had healed him."
        }, 
        {
          "id": "19-16", 
          "img": "{{:en:obs:obs-19-16.jpg?nolink&640x360}}", 
          "text": "There were many other prophets. They all told the people to stop worshiping idols and to start showing justice and mercy. The prophets warned the people that if they did not turn from their sins and start living obedient lives, then God’s judgment would come, and He would punish them."
        }, 
        {
          "id": "19-17", 
          "img": "{{:en:obs:obs-19-17.jpg?nolink&640x360}}", 
          "text": "Most of the time, the people did not listen. They often mistreated the prophets and sometimes even killed them. Once, the prophet Jeremiah was put into a dry well and left there to die. He sank down into the mud that was in the bottom of the well, but then the king had mercy on him and pulled him out before he died."
        }, 
        {
          "id": "19-18", 
          "img": "{{:en:obs:obs-19-18.jpg?nolink&640x360}}", 
          "text": "Even though the prophets were hated, they continued to speak for God. They warned people that they would be destroyed if they did not repent. They also reminded people of the promise that God’s Messiah would come."
        }
      ], 
      "number": "19", 
      "ref": "A Bible story from: 1 Kings 16-18; 2 Kings 5; Jeremiah 38", 
      "title": "19. The Prophets"
    }, 
    {
      "frames": [
        {
          "id": "33-01", 
          "img": "{{:en:obs:obs-33-01.jpg?nolink&640x360}}", 
          "text": "One day, Jesus was down by the sea, teaching great crowds of people. The crowd got so big that Jesus got into a boat and began speaking from there."
        }, 
        {
          "id": "33-02", 
          "img": "{{:en:obs:obs-33-02.jpg?nolink&640x360}}", 
          "text": "Jesus told this story. “A farmer went out to plant some grain. As he was spreading the seeds by hand, some seeds fell on the path, and the birds came and ate it all.”"
        }, 
        {
          "id": "33-03", 
          "img": "{{:en:obs:obs-33-03.jpg?nolink&640x360}}", 
          "text": "“Other seeds fell on a rocky place, where there was not much soil. The seeds in the rocky soil sprouted quickly. But when the sun came up and it got hot, the plants withered and died since their roots did not go deep.”"
        }, 
        {
          "id": "33-04", 
          "img": "{{:en:obs:obs-33-04.jpg?nolink&640x360}}", 
          "text": "“Still other seeds fell among thorny bushes. Those seeds were choked by the thorns and did not produce any grain.”"
        }, 
        {
          "id": "33-05", 
          "img": "{{:en:obs:obs-33-05.jpg?nolink&640x360}}", 
          "text": "“Other seeds fell into good soil. These seeds grew up and produced 30, 60, or even 100 times as much grain as had been planted. He who has ears, let him hear!”"
        }, 
        {
          "id": "33-06", 
          "img": "{{:en:obs:obs-33-06.jpg?nolink&640x360}}", 
          "text": "This story confused the disciples. So Jesus explained, “The seed represents the Word of God. The seeds on the path are like people who hear God’s Word, do not understand it, and the devil takes the word from them.”"
        }, 
        {
          "id": "33-07", 
          "img": "{{:en:obs:obs-33-07.jpg?nolink&640x360}}", 
          "text": "“The seeds on the rocky soil are like people who hear God’s Word and accept it with joy. But in times of hardship or persecution, they fall away because they have no maturity.”"
        }, 
        {
          "id": "33-08", 
          "img": "{{:en:obs:obs-33-08.jpg?nolink&640x360}}", 
          "text": "“The seeds in the thorns are like people who hear God’s Word and believe it. But as time passes, their love for God is choked out by the cares, riches, and pleasures of life. The teaching they heard does not produce fruit.”"
        }, 
        {
          "id": "33-09", 
          "img": "{{:en:obs:obs-33-09.jpg?nolink&640x360}}", 
          "text": "“But the seeds that fall on good soil represent people who hear the Word of God, believe it, and produce spiritual fruit.”"
        }
      ], 
      "number": "33", 
      "ref": "A Bible story from: Matthew 13:1-8, 18-23; Mark 4:1-8, 13-20; Luke 8:4-15", 
      "title": "33. The Story of the Farmer"
    }, 
    {
      "frames": [
        {
          "id": "03-01", 
          "img": "{{:en:obs:obs-03-01.jpg?nolink&640x360}}", 
          "text": "After a long time, many people were living in the world. They had become very wicked and violent. It became so bad that God decided to destroy the whole world with a huge flood."
        }, 
        {
          "id": "03-02", 
          "img": "{{:en:obs:obs-03-02.jpg?nolink&640x360}}", 
          "text": "But Noah found grace in God’s eyes. He was the only righteous man among all the wicked people. God told Noah about the flood He was planning to send. He told Noah to build a huge boat called an ark."
        }, 
        {
          "id": "03-03", 
          "img": "{{:en:obs:obs-03-03.jpg?nolink&640x360}}", 
          "text": "God told Noah to make the boat about 140 meters long, 23 meters wide, and 13.5 meters high. It was to be made of wood and have three levels, many rooms, a roof, and a window. The boat would keep Noah, his family, and two of every kind of animal safe during the flood."
        }, 
        {
          "id": "03-04", 
          "img": "{{:en:obs:obs-03-04.jpg?nolink&640x360}}", 
          "text": "Noah obeyed God. He and his three sons built the boat just the way God had told them. It took many years to build the boat, because it was so big. Noah warned the people about the coming flood and told them to turn to God, but they just laughed at him."
        }, 
        {
          "id": "03-05", 
          "img": "{{:en:obs:obs-03-05.jpg?nolink&640x360}}", 
          "text": "Noah and his family also gathered enough food for themselves and the animals. When everything was ready, God told Noah it was time for him, his wife, his three sons, and their wives to get into the boat—eight people in all."
        }, 
        {
          "id": "03-06", 
          "img": "{{:en:obs:obs-03-06.jpg?nolink&640x360}}", 
          "text": "God sent a male and a female of every animal and bird to Noah so they could go into the boat and be kept safe during the flood. God sent seven males and seven females of every type of animal which could be used for sacrifices. When they were all in the boat, God Himself closed the door."
        }, 
        {
          "id": "03-07", 
          "img": "{{:en:obs:obs-03-07.jpg?nolink&640x360}}", 
          "text": "Then it began to rain, and rain, and rain. It rained for forty days and forty nights without stopping! Water also came gushing up out of the earth. Everything in the whole world was covered with water, even the highest mountains."
        }, 
        {
          "id": "03-08", 
          "img": "{{:en:obs:obs-03-08.jpg?nolink&640x360}}", 
          "text": "Everything that lived on the dry land died, except the people and animals who were in the boat. The boat floated on the water and everything inside the boat was kept safe."
        }, 
        {
          "id": "03-09", 
          "img": "{{:en:obs:obs-03-09.jpg?nolink&640x360}}", 
          "text": "After the rains stopped, the boat floated on the water for five months, and then one day the boat rested on the top of a mountain. But the world was still covered with water. After three more months, the tops of the mountains were visible."
        }, 
        {
          "id": "03-10", 
          "img": "{{:en:obs:obs-03-10.jpg?nolink&640x360}}", 
          "text": "After forty more days, Noah sent out a bird called a raven to see if the water had dried up. The raven flew back and forth looking for dry land, but it could not find any."
        }, 
        {
          "id": "03-11", 
          "img": "{{:en:obs:obs-03-11.jpg?nolink&640x360}}", 
          "text": "Later Noah sent out a bird called a dove. But it also could not find any dry land, so it came back to Noah. A week later he sent the dove out again, and it came back with an olive branch in its beak! The water was going down, and the plants were growing again!"
        }, 
        {
          "id": "03-12", 
          "img": "{{:en:obs:obs-03-12.jpg?nolink&640x360}}", 
          "text": "Noah waited another week and sent out the dove again. This time, it did not come back. The water had dried up!"
        }, 
        {
          "id": "03-13", 
          "img": "{{:en:obs:obs-03-13.jpg?nolink&640x360}}", 
          "text": "Two months later God said to Noah, “You and your family and all the animals may leave the boat now. Have many children and grandchildren and fill the earth.” So they obeyed and left the boat."
        }, 
        {
          "id": "03-14", 
          "img": "{{:en:obs:obs-03-14.jpg?nolink&640x360}}", 
          "text": "After he got off the boat, Noah built an altar and sacrificed some of each kind of animal which could be used for a sacrifice. God was happy with the sacrifice and blessed Noah and his family."
        }, 
        {
          "id": "03-15", 
          "img": "{{:en:obs:obs-03-15.jpg?nolink&640x360}}", 
          "text": "God said, “I will never again curse the ground because of humans or destroy the world with a flood, even though humans are sinful from their youth.”"
        }, 
        {
          "id": "03-16", 
          "img": "{{:en:obs:obs-03-16.jpg?nolink&640x360}}", 
          "text": "God then made the first rainbow as a sign of His promise. Every time the rainbow appeared in the sky, God would remember what He promised and so would His people."
        }
      ], 
      "number": "03", 
      "ref": "A Bible story from: Genesis 6-8", 
      "title": "3. The Flood"
    }, 
    {
      "frames": [
        {
          "id": "28-01", 
          "img": "{{:en:obs:obs-28-01.jpg?nolink&640x360}}", 
          "text": "One day a rich young ruler came up to Jesus and asked him, “Good teacher, what good thing must I do to have eternal life?” Jesus said to him, “Why do you call me good? There is only One who is good, and that is God. But if you want to have eternal life, obey God’s laws.”"
        }, 
        {
          "id": "28-02", 
          "img": "{{:en:obs:obs-28-02.jpg?nolink&640x360}}", 
          "text": "“Which ones?” he asked. Jesus replied, “Do not murder. Do not commit adultery. Do not steal. Do not lie. Honor your father and mother, and love your neighbor as you love yourself.”"
        }, 
        {
          "id": "28-03", 
          "img": "{{:en:obs:obs-28-03.jpg?nolink&640x360}}", 
          "text": "The young man, trying to prove that he was right, said, “I have obeyed all these laws ever since I was a boy. What do I still need to do?” Jesus looked at him and loved him."
        }, 
        {
          "id": "28-04", 
          "img": "{{:en:obs:obs-28-04.jpg?nolink&640x360}}", 
          "text": "Jesus answered, “If you want to be perfect, then go and sell everything you own and give the money to the poor, and you will have treasure waiting for you in heaven. Then come and follow me.”"
        }, 
        {
          "id": "28-05", 
          "img": "{{:en:obs:obs-28-05.jpg?nolink&640x360}}", 
          "text": "When the young man heard this, he became very sad, because he was very rich. He turned and went away from Jesus, unwilling to give up his wealth."
        }, 
        {
          "id": "28-06", 
          "img": "{{:en:obs:obs-28-06.jpg?nolink&640x360}}", 
          "text": "Then Jesus said to his disciples, “How hard it is for rich people to enter into the Kingdom of God! Yes, it is easier for a camel to go through the eye of a needle than for a rich man to enter the Kingdom of God.”"
        }, 
        {
          "id": "28-07", 
          "img": "{{:en:obs:obs-28-07.jpg?nolink&640x360}}", 
          "text": "When the disciples heard this they were shocked and said, “Then who can be saved?”"
        }, 
        {
          "id": "28-08", 
          "img": "{{:en:obs:obs-28-08.jpg?nolink&640x360}}", 
          "text": "Jesus looked at them and said, “With people this is impossible, but with God, all things are possible.”"
        }, 
        {
          "id": "28-09", 
          "img": "{{:en:obs:obs-28-09.jpg?nolink&640x360}}", 
          "text": "Peter said to Jesus, “We have left everything and followed you. What will be our reward?”"
        }, 
        {
          "id": "28-10", 
          "img": "{{:en:obs:obs-28-10.jpg?nolink&640x360}}", 
          "text": "Jesus answered, “Everyone who has left houses, brothers, sisters, father, mother, children, or property for my name’s sake, will inherit 100 times more in the next world and also eternal life. But many who are first will be last, and those who are last will be first.”"
        }
      ], 
      "number": "28", 
      "ref": "A Bible story from: Matthew 19:16-30; Mark 10:17-31; Luke 18:18-30", 
      "title": "28. The Rich Young Ruler"
    }, 
    {
      "frames": [
        {
          "id": "05-01", 
          "img": "{{:en:obs:obs-05-01.jpg?nolink&640x360}}", 
          "text": "Ten years after they arrived in Canaan, Abram and Sarai still did not have a child. So Abram's wife, Sarai, said to him, \"Since the LORD has not allowed me to have children and now I am too old to have children, here is my servant, Hagar. Marry her also so she can have a child for me.\""
        }, 
        {
          "id": "05-02", 
          "img": "{{:en:obs:obs-05-02.jpg?nolink&640x360}}", 
          "text": "So Abram married Hagar. Hagar had a baby boy, and Abram named him Ishmael. But Sarai became jealous of Hagar. When Ishmael was thirteen years old, God again spoke to Abram and said,"
        }, 
        {
          "id": "05-03", 
          "img": "{{:en:obs:obs-05-03.jpg?nolink&640x360}}", 
          "text": "“I am God Almighty. I will make a covenant with you.” Then Abram bowed to the ground. God said, “You will be the father of many nations. I will give you and your descendants the land of Canaan as their possession and I will be their God forever. Every male in your family must be circumcised.”"
        }, 
        {
          "id": "05-04", 
          "img": "{{:en:obs:obs-05-04.jpg?nolink&640x360}}", 
          "text": "\"Your wife, Sarai, will have a son—he will be the son of promise. Name him Isaac. My covenant will be with him, and he will become a great nation. I will make Ishmael a great nation, too, but my covenant will be with Isaac.\" Then God changed Abram's name to Abraham, which means \"father of many.\" God also changed Sarai's name to Sarah, which means \"princess.\""
        }, 
        {
          "id": "05-05", 
          "img": "{{:en:obs:obs-05-05.jpg?nolink&640x360}}", 
          "text": "That day Abraham circumcised all the males in his household. About a year later, when Abraham was 100 years old and Sarah was 90, Sarah gave birth to Abraham's son. They named him Isaac as God had told them to do."
        }, 
        {
          "id": "05-06", 
          "img": "{{:en:obs:obs-05-06.jpg?nolink&640x360}}", 
          "text": "When Isaac was a young man, God tested Abraham’s faith by saying, “Take Isaac, your only son, and kill him as a sacrifice to me.” Again Abraham obeyed what God told him to do."
        }, 
        {
          "id": "05-07", 
          "img": "{{:en:obs:obs-05-07.jpg?nolink&640x360}}", 
          "text": "As they walked to the place of the sacrifice Isaac asked, “Father, we have wood for the sacrifice, but where is the lamb?” Abraham replied, “God will provide the lamb.”"
        }, 
        {
          "id": "05-08", 
          "img": "{{:en:obs:obs-05-08.jpg?nolink&640x360}}", 
          "text": "When they reached the place of sacrifice, Abraham tied up his son Isaac and laid him on an altar. He was about to kill his son when God said, \"Stop! Do not hurt the boy! Now I know that you fear me because you did not keep your only son from me.\""
        }, 
        {
          "id": "05-09", 
          "img": "{{:en:obs:obs-05-09.jpg?nolink&640x360}}", 
          "text": "Nearby Abraham saw a ram which was stuck in a bush. God had provided the ram to be the sacrifice instead of Isaac. Abraham happily offered the ram as a sacrifice."
        }, 
        {
          "id": "05-10", 
          "img": "{{:en:obs:obs-05-10.jpg?nolink&640x360}}", 
          "text": "Then God said to Abraham, “Because you were willing to give me everything, even your only son, I promise to bless you. Your descendants will be more than the stars in the sky. Because you have obeyed me, all the families of the world will be blessed through your family.”"
        }
      ], 
      "number": "05", 
      "ref": "A Bible story from: Genesis 16-22", 
      "title": "5. The Son of Promise"
    }, 
    {
      "frames": [
        {
          "id": "46-01", 
          "img": "{{:en:obs:obs-46-01.jpg?nolink&640x360}}", 
          "text": "Saul continued to attack the Christians going from house to house, arresting men and women, and putting them in prison. Saul received permission from the high priest to go to the city of Damascus to arrest Christians there and bring them back to Jerusalem."
        }, 
        {
          "id": "46-02", 
          "img": "{{:en:obs:obs-46-02.jpg?nolink&640x360}}", 
          "text": "As Saul was on his way to Damascus, Jesus appeared to him in a bright light and said, “Saul! Saul! Why do you persecute me?” He said, “Who are you, Master?” Jesus replied, “I am Jesus whom you are persecuting.”"
        }, 
        {
          "id": "46-03", 
          "img": "{{:en:obs:obs-46-03.jpg?nolink&640x360}}", 
          "text": "When Saul got up, he could not see and had to be led into Damascus. Saul ate and drank nothing for three days."
        }, 
        {
          "id": "46-04", 
          "img": "{{:en:obs:obs-46-04.jpg?nolink&640x360}}", 
          "text": "Then God appeared to a Christian named Ananias and said, \"Go to the house where Saul is staying. Lay your hands on him so that he can see again.” But Ananias said, “Lord, I have heard how he has attacked the Christians.” God said, “I have chosen him to declare My name to the unsaved. I will show him how much he must suffer for My sake.\""
        }, 
        {
          "id": "46-05", 
          "img": "{{:en:obs:obs-46-05.jpg?nolink&640x360}}", 
          "text": "So Ananias said to Saul, “Jesus who appeared to you on the road sent me to you so that you can regain your sight and be filled with the Holy Spirit.” Paul immediately regained his sight. Then Paul was baptized. He ate some food and his strength returned."
        }, 
        {
          "id": "46-06", 
          "img": "{{:en:obs:obs-46-06.jpg?nolink&640x360}}", 
          "text": "Immediately, Saul was baptized and began preaching to the Jews, saying, “Jesus is the Son of God!” The Jews were amazed that the man who had tried to destroy the Christians was now a Christian. Saul argued with the Jews, proving that Jesus was the Messiah. Saul became known as Paul."
        }, 
        {
          "id": "46-07", 
          "img": "{{:en:obs:obs-46-07.jpg?nolink&640x360}}", 
          "text": "After many days, the Jews made a plan to kill Paul. They placed people at the city gates to kill him. But Paul heard about the plan, and his friends helped him escape. One night they lowered him over the city wall in a basket. Paul ran away and continued preaching about Jesus."
        }, 
        {
          "id": "46-08", 
          "img": "{{:en:obs:obs-46-08.jpg?nolink&640x360}}", 
          "text": "Paul went to Jerusalem to meet with the disciples, but at first the Christians were afraid of Paul. Finally, a Christian named Barnabas took Paul to the disciples and told them how Paul had preached boldly in Jerusalem. Then they accepted Paul."
        }, 
        {
          "id": "46-09", 
          "img": "{{:en:obs:obs-46-09.jpg?nolink&640x360}}", 
          "text": "Later, Paul and Barnabas went to the city of Antioch where they taught many people about Jesus and strengthened the church. One day, the Christians at Antioch were fasting and praying and the Holy Spirit said, “I have chosen Paul and Barnabas to do the work I have called them to do.”"
        }, 
        {
          "id": "46-10", 
          "img": "{{:en:obs:obs-46-10.jpg?nolink&640x360}}", 
          "text": "So the church prayed for them, laid their hands on them and sent them off to preach the Good News of Jesus. They preached about Jesus in many places and many people believed in Jesus."
        }
      ], 
      "number": "46", 
      "ref": "A Bible story from: Acts 6:8-8:3; 9:1-25; 11:25-26", 
      "title": "46. Paul Becomes a Christian"
    }, 
    {
      "frames": [
        {
          "id": "48-01", 
          "img": "{{:en:obs:obs-48-01.jpg?nolink&640x360}}", 
          "text": "When God created the world, everything was perfect. There was no sin. Adam and Eve loved each other, and they loved God. There was no death or sickness or pain. This was the way God wanted things to be."
        }, 
        {
          "id": "48-02", 
          "img": "{{:en:obs:obs-48-02.jpg?nolink&640x360}}", 
          "text": "Satan, who was the snake in the garden, deceived Eve, and she and Adam sinned against God. Because they sinned, death, sickness, and pain all became part of life for everyone on earth."
        }, 
        {
          "id": "48-03", 
          "img": "{{:en:obs:obs-48-03.jpg?nolink&640x360}}", 
          "text": "Even worse, their relationship with God was broken. Now, everyone is born an enemy of God because of sin. But God had a plan to fix everything that had been broken by sin."
        }, 
        {
          "id": "48-04", 
          "img": "{{:en:obs:obs-48-04.jpg?nolink&640x360}}", 
          "text": "God promised that one of Eve’s descendants would crush Satan’s head, and Satan would wound his heel. This meant that Satan would kill Jesus, but God would raise him to life after three days. Jesus would crush the power of Satan forever."
        }, 
        {
          "id": "48-05", 
          "img": "{{:en:obs:obs-48-05.jpg?nolink&640x360}}", 
          "text": "When God destroyed the whole earth in the flood, He provided the boat as a way of salvation for those who believed in Him. In the same way, though everyone deserves to be destroyed for their sins, God has provided a way of salvation for everyone who believes in Jesus."
        }, 
        {
          "id": "48-06", 
          "img": "{{:en:obs:obs-48-06.jpg?nolink&640x360}}", 
          "text": "Melchizedek was a priest who blessed Abraham. Like Melchizedek, Jesus is a priest, but Jesus is the Great High Priest. Jesus offered only one sacrifice, himself. This was the only sacrifice needed to take away the sin of the whole world."
        }, 
        {
          "id": "48-07", 
          "img": "{{:en:obs:obs-48-07.jpg?nolink&640x360}}", 
          "text": "God told Abraham, “Through you, all the people groups of the earth will be blessed.” Jesus was a descendant of Abraham. All the people groups of the earth are blessed through Jesus, because everyone who believes in him becomes one of God’s chosen people, a spiritual descendant of Abraham."
        }, 
        {
          "id": "48-08", 
          "img": "{{:en:obs:obs-48-08.jpg?nolink&640x360}}", 
          "text": "God provided a lamb for Abraham to sacrifice instead of Isaac. But God also provided another lamb to sacrifice instead of the whole world. God provided Jesus, the Lamb of God. Everyone deserves to die for their sins, including you! But God provided Jesus as a sacrifice to die instead of you."
        }, 
        {
          "id": "48-09", 
          "img": "{{:en:obs:obs-48-09.jpg?nolink&640x360}}", 
          "text": "When God sent the last plague on Egypt, each Israelite family needed to kill a perfect lamb and spread the blood around their doors. When the angel of God saw the blood, he passed over their houses and did not kill their firstborn sons. This is called the Passover."
        }, 
        {
          "id": "48-10", 
          "img": "{{:en:obs:obs-48-10.jpg?nolink&640x360}}", 
          "text": "Jesus is our Passover Lamb. He was perfect and sinless and was killed at the time of the Passover Feast. When anyone believes in Jesus, the blood of Jesus washes away that person’s sin, and God’s punishment passes over him."
        }, 
        {
          "id": "48-11", 
          "img": "{{:en:obs:obs-48-11.jpg?nolink&640x360}}", 
          "text": "God made a covenant with the Israelites who were His chosen people. In God’s New Covenant, anyone from any people group can become part of God’s chosen people by believing in Jesus."
        }, 
        {
          "id": "48-12", 
          "img": "{{:en:obs:obs-48-12.jpg?nolink&640x360}}", 
          "text": "Moses was a great prophet who proclaimed the Word of God. Like Moses, Jesus is a prophet, but Jesus is the greatest prophet. He is the Word of God."
        }, 
        {
          "id": "48-13", 
          "img": "{{:en:obs:obs-48-13.jpg?nolink&640x360}}", 
          "text": "God promised David that the Messiah would be one of his descendants. Jesus, the Messiah, was that special descendant of David."
        }, 
        {
          "id": "48-14", 
          "img": "{{:en:obs:obs-48-14.jpg?nolink&640x360}}", 
          "text": "Like David, Jesus is a king, but Jesus is the king of the universe! He will come again and rule his Kingdom with justice and peace."
        }
      ], 
      "number": "48", 
      "ref": "A Bible story from: Genesis 1-3, 6, 14, 22; Exodus 12, 20; 2 Samuel 7; Hebrew 3:1-6, 4:14-5:10, 7:1-8:13, 9:11-10:18; Revelation 21", 
      "title": "48. Jesus Is the Promised Messiah"
    }, 
    {
      "frames": [
        {
          "id": "45-01", 
          "img": "{{:en:obs:obs-45-01.jpg?nolink&640x360}}", 
          "text": "Stephen was a leader in the early Church. He had a good reputation and was full of the Holy Spirit and of wisdom. Stephen did many miracles and argued strongly that people should believe in Jesus."
        }, 
        {
          "id": "45-02", 
          "img": "{{:en:obs:obs-45-02.jpg?nolink&640x360}}", 
          "text": "One day, Stephen was arguing with some Jews about Jesus. They became very angry and lied about Stephen, saying, “We heard him speak evil things about Moses and God!” So they arrested Stephen and brought him before the high priest and leaders of the Jews."
        }, 
        {
          "id": "45-03", 
          "img": "{{:en:obs:obs-45-03.jpg?nolink&640x360}}", 
          "text": "The high priest asked Stephen, “Are these things true?” Stephen replied, “You stubborn and rebellious people always reject the Holy Spirit, just as your ancestors always rejected God and killed His prophets. You have even killed the Messiah whom God sent!”"
        }, 
        {
          "id": "45-04", 
          "img": "{{:en:obs:obs-45-04.jpg?nolink&640x360}}", 
          "text": "When the people heard this, they covered their ears and yelled loudly. They threw Stephen out of the city and stoned him to death."
        }, 
        {
          "id": "45-05", 
          "img": "{{:en:obs:obs-45-05.jpg?nolink&640x360}}", 
          "text": "As he was dying Stephen cried out, “Lord Jesus, receive my spirit.” Then he fell to his knees and cried out again, “Lord, do not count this sin against them.” Then he died."
        }, 
        {
          "id": "45-06", 
          "img": "{{:en:obs:obs-45-06.jpg?nolink&640x360}}", 
          "text": "A man named Saul approved of Stephen’s execution and guarded the belongings of those who stoned Stephen. That day many people attacked the Christians, and they were scattered through that region. But everywhere they went they preached about Jesus."
        }, 
        {
          "id": "45-07", 
          "img": "{{:en:obs:obs-45-07.jpg?nolink&640x360}}", 
          "text": "Philip, one of Jesus' disciples, went to Samaria where he preached about Jesus and many were saved. Then one day an angel from God told Philip to go to the desert on the road to Gaza. As he walked along the road, Philip saw an important official from Ethiopia sitting in his chariot. The Holy Spirit told Philip to go up and talk to this man."
        }, 
        {
          "id": "45-08", 
          "img": "{{:en:obs:obs-45-08.jpg?nolink&640x360}}", 
          "text": "When he came near the chariot, he heard the man reading from the prophet Isaiah, “He was led like a lamb to be killed, and did not say a word. He was treated unfairly and without respect. His life was taken away from him.”"
        }, 
        {
          "id": "45-09", 
          "img": "{{:en:obs:obs-45-09.jpg?nolink&640x360}}", 
          "text": "Philip asked the Ethiopian, “Do you understand what you are reading?” He said, “No. Is Isaiah talking about himself or someone else?”"
        }, 
        {
          "id": "45-10", 
          "img": "{{:en:obs:obs-45-10.jpg?nolink&640x360}}", 
          "text": "Philip showed him that Isaiah was talking about Jesus. Philip also used many other Scriptures to tell him the Good News of Jesus."
        }, 
        {
          "id": "45-11", 
          "img": "{{:en:obs:obs-45-11.jpg?nolink&640x360}}", 
          "text": "As they passed by some water, the Ethiopian said, “Look! There is some water! Why can’t I be baptized?” And he ordered the chariot to stop."
        }, 
        {
          "id": "45-12", 
          "img": "{{:en:obs:obs-45-12.jpg?nolink&640x360}}", 
          "text": "So they went down into the water, and Philip baptized him. After Philip baptized the Ethiopian, the Holy Spirit carried Philip away to another place where he continued telling people about Jesus."
        }, 
        {
          "id": "45-13", 
          "img": "{{:en:obs:obs-45-13.jpg?nolink&640x360}}", 
          "text": "The Ethiopian went on his way, happy to know Jesus."
        }
      ], 
      "number": "45", 
      "ref": "A Bible story from: Acts 8:26-40", 
      "title": "45. Philip and the Ethiopian Official"
    }, 
    {
      "frames": [
        {
          "id": "01-01", 
          "img": "{{:en:obs:obs-01-01.jpg?nolink&640x360}}", 
          "text": "This is how the beginning of everything happened. God created the universe and everything in it in six days. At first, the earth was dark and empty, and nothing had been formed in it. But God's Spirit was there over the water."
        }, 
        {
          "id": "01-02", 
          "img": "{{:en:obs:obs-01-02.jpg?nolink&640x360}}", 
          "text": "Then God spoke and said, \"Let there be light!\" And there was light. God saw that the light was good and called it \"day.\" He separated it from the darkness, which He called \"night.\" God created the light on the first day of creation."
        }, 
        {
          "id": "01-03", 
          "img": "{{:en:obs:obs-01-03.jpg?nolink&640x360}}", 
          "text": "On the second day of creation, God spoke and created the sky above the earth. He made the sky by separating the water above from the water below."
        }, 
        {
          "id": "01-04", 
          "img": "{{:en:obs:obs-01-04.jpg?nolink&640x360}}", 
          "text": "On the third day, God spoke and separated the water from the dry land. He called the dry land \"earth,\" and He called the water \"seas.\""
        }, 
        {
          "id": "01-05", 
          "img": "{{:en:obs:obs-01-05.jpg?nolink&640x360}}", 
          "text": "Then God said, \"Let the earth produce all kinds of trees and plants.\" And that is what happened. God saw that what He had created was good, and He was pleased with it all."
        }, 
        {
          "id": "01-06", 
          "img": "{{:en:obs:obs-01-06.jpg?nolink&640x360}}", 
          "text": "On the fourth day of creation, God spoke and made the sun, the moon, and the stars. God made them to give light to the earth and to mark day and night, seasons and years."
        }, 
        {
          "id": "01-07", 
          "img": "{{:en:obs:obs-01-07.jpg?nolink&640x360}}", 
          "text": "On the fifth day, God created everything that swims in the water and all the birds. God saw that it was good, and He blessed them."
        }, 
        {
          "id": "01-08", 
          "img": "{{:en:obs:obs-01-08.jpg?nolink&640x360}}", 
          "text": "On the sixth day of creation, God said, \"Let there be all kinds of land animals!\" And it happened just like God said. Some were farm animals, some crawled on the ground, and some were wild. And God saw that it was good."
        }, 
        {
          "id": "01-09", 
          "img": "{{:en:obs:obs-01-09.jpg?nolink&640x360}}", 
          "text": "Then God said, \"Let us make human beings in our image to be like us. They will have authority over the earth and all the animals.\""
        }, 
        {
          "id": "01-10", 
          "img": "{{:en:obs:obs-01-10.jpg?nolink&640x360}}", 
          "text": "So God took some dirt, formed it into a man, and breathed life into him. This man's name was Adam. God planted a garden where Adam could live, and put him there to care for it."
        }, 
        {
          "id": "01-11", 
          "img": "{{:en:obs:obs-01-11.jpg?nolink&640x360}}", 
          "text": "In the middle of the garden, God planted two special trees—the tree of life and the tree of the knowledge of good and evil. God told Adam that he could eat from any tree in the garden except from the tree of the knowledge of good and evil. If he ate from this tree, he would die."
        }, 
        {
          "id": "01-12", 
          "img": "{{:en:obs:obs-01-12.jpg?nolink&640x360}}", 
          "text": "Then God said, \"It is not good for man to be alone.\" But none of the animals could be Adam's helper."
        }, 
        {
          "id": "01-13", 
          "img": "{{:en:obs:obs-01-13.jpg?nolink&640x360}}", 
          "text": "So God made Adam fall into a deep sleep. Then God took one of Adam's ribs and made it into a woman and brought her to him."
        }, 
        {
          "id": "01-14", 
          "img": "{{:en:obs:obs-01-14.jpg?nolink&640x360}}", 
          "text": "When Adam saw her, he said, \"At last! This one is like me! Let her be called 'Woman,' for she was made from Man.\" This is why a man leaves his father and mother and becomes one with his wife."
        }, 
        {
          "id": "01-15", 
          "img": "{{:en:obs:obs-01-15.jpg?nolink&640x360}}", 
          "text": "God made man and woman in His own image, and He saw that it was very good. He blessed them and told them, \"Have many children and grandchildren and fill the earth!\" This all happened on the sixth day of creation."
        }, 
        {
          "id": "01-16", 
          "img": "{{:en:obs:obs-01-16.jpg?nolink&640x360}}", 
          "text": "When the seventh day came, God had already finished His work. So God rested from all He had been doing. He blessed the seventh day and made it holy, because on this day He rested from His work. This is how God created the universe and everything in it."
        }
      ], 
      "number": "01", 
      "ref": "A Bible story from: Genesis 1-2", 
      "title": "1. The Creation"
    }, 
    {
      "frames": [
        {
          "id": "36-01", 
          "img": "{{:en:obs:obs-36-01.jpg?nolink&640x360}}", 
          "text": "One day, Jesus took three of his disciples, Peter, James, and John with him. (This John was not the same person who baptized Jesus.) They went up on a high mountain by themselves."
        }, 
        {
          "id": "36-02", 
          "img": "{{:en:obs:obs-36-02.jpg?nolink&640x360}}", 
          "text": "All of a sudden, Jesus’ face became as bright as the sun and his clothes became as white as light, whiter than anyone on earth could make them."
        }, 
        {
          "id": "36-03", 
          "img": "{{:en:obs:obs-36-03.jpg?nolink&640x360}}", 
          "text": "Then Moses and Elijah, who had both lived hundreds of years earlier, appeared. They talked with Jesus about his death which would soon happen in Jerusalem."
        }, 
        {
          "id": "36-04", 
          "img": "{{:en:obs:obs-36-04.jpg?nolink&640x360}}", 
          "text": "As Moses and Elijah were talking with Jesus, Peter said, “Jesus, it is good for us to be here. Let us make three tents, one for you, one for Moses, and one for Elijah.” Peter did not know what he was saying."
        }, 
        {
          "id": "36-05", 
          "img": "{{:en:obs:obs-36-05.jpg?nolink&640x360}}", 
          "text": "As Peter was talking, a bright cloud came down on top of them and a voice from the cloud said, “This is My Son whom I love. I am pleased with him. Listen to him.” The three disciples were terrified and fell on the ground."
        }, 
        {
          "id": "36-06", 
          "img": "{{:en:obs:obs-36-06.jpg?nolink&640x360}}", 
          "text": "Then Jesus touched them and said, “Do not be afraid. Get up.” When they looked around they saw no one but Jesus."
        }, 
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "As they went back down the mountain, Jesus said, “Do not tell anyone about what happened here until after I have been raised from the dead.”"
        }
      ], 
      "number": "36", 
      "ref": "A Bible story from: Matthew 17:1-9; Mark 9:2-8; Luke 9:28-36", 
      "title": "36. The Transfiguration"
    }, 
    {
      "frames": [
        {
          "id": "43-01", 
          "img": "{{:en:obs:obs-43-01.jpg?nolink&640x360}}", 
          "text": "After Jesus returned to heaven, the disciples stayed in Jerusalem as Jesus had commanded. The followers of Jesus gathered together and were praying constantly."
        }, 
        {
          "id": "43-02", 
          "img": "{{:en:obs:obs-43-02.jpg?nolink&640x360}}", 
          "text": "At that time a Jewish feast called Pentecost was happening. Pentecost was a celebration of thanksgiving. Jews from all over the world would come to Jerusalem to celebrate together."
        }, 
        {
          "id": "43-03", 
          "img": "{{:en:obs:obs-43-03.jpg?nolink&640x360}}", 
          "text": "While the believers were all together, suddenly, they heard a sound like a strong wind that filled the house. Then something like flames of fire appeared over the heads of all the believers. They were all filled with the Holy Spirit and began to speak in other languages."
        }, 
        {
          "id": "43-04", 
          "img": "{{:en:obs:obs-43-04.jpg?nolink&640x360}}", 
          "text": "When the people in Jerusalem heard about this, a crowd gathered, wondering what was happening. The people were astonished when they heard the believers speaking in their own native languages, proclaiming the wonderful works of God."
        }, 
        {
          "id": "43-05", 
          "img": "{{:en:obs:obs-43-05.jpg?nolink&640x360}}", 
          "text": "Some accused the disciples of being drunk, but Peter stood up and said, “Listen to me! These people are not drunk! This is a fulfillment of the prophecy made by Joel which says, ‘In the last days, I will pour out My Spirit.’”"
        }, 
        {
          "id": "43-06", 
          "img": "{{:en:obs:obs-43-06.jpg?nolink&640x360}}", 
          "text": "“Men of Israel, Jesus was a man who did many mighty signs and wonders by the power of God, as you have seen and already know. You crucified him!”"
        }, 
        {
          "id": "43-07", 
          "img": "{{:en:obs:obs-43-07.jpg?nolink&640x360}}", 
          "text": "“But God raised him to life again to fulfill the prophecy which says, ‘You will not let Your Holy One rot in the grave.’ God raised this Jesus from the dead. We are witnesses.”"
        }, 
        {
          "id": "43-08", 
          "img": "{{:en:obs:obs-43-08.jpg?nolink&640x360}}", 
          "text": "“Jesus is now exalted to the right hand of God the Father. And the Father has sent the promised Holy Spirit which you are seeing and hearing.”"
        }, 
        {
          "id": "43-09", 
          "img": "{{:en:obs:obs-43-09.jpg?nolink&640x360}}", 
          "text": "“Know for certain that God has made this Jesus, the one you crucified, both Master and Messiah!”"
        }, 
        {
          "id": "43-10", 
          "img": "{{:en:obs:obs-43-10.jpg?nolink&640x360}}", 
          "text": "The people listening to Peter were deeply moved and asked, “Brothers, what should we do?”"
        }, 
        {
          "id": "43-11", 
          "img": "{{:en:obs:obs-43-11.jpg?nolink&640x360}}", 
          "text": "Peter said, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of sins, and you will receive the gift of the Holy Spirit.”"
        }, 
        {
          "id": "43-12", 
          "img": "{{:en:obs:obs-43-12.jpg?nolink&640x360}}", 
          "text": "About 3,000 people believed what Peter said. They were baptized and were added to the people of God, which is the Church."
        }, 
        {
          "id": "43-13", 
          "img": "{{:en:obs:obs-43-13.jpg?nolink&640x360}}", 
          "text": "The believers devoted themselves to the disciples’ teaching, fellowship, eating together, and prayer. They all met together and shared everything they had. They praised God and were well received by those who were not Christians."
        }
      ], 
      "number": "43", 
      "ref": "A Bible story from: Acts 2", 
      "title": "43. The Church Begins"
    }, 
    {
      "frames": [
        {
          "id": "34-01", 
          "img": "{{:en:obs:obs-34-01.jpg?nolink&640x360}}", 
          "text": "Jesus told many other stories about the Kingdom of God. He said, “The Kingdom of God is like a mustard seed that a man planted in his field. When it is a seed, it is the smallest seed of all.”"
        }, 
        {
          "id": "34-02", 
          "img": "{{:en:obs:obs-34-02.jpg?nolink&640x360}}", 
          "text": "“But when it has grown, it is the largest of all garden plants, big enough that even the birds come and make nests in its branches.”"
        }, 
        {
          "id": "34-03", 
          "img": "{{:en:obs:obs-34-03.jpg?nolink&640x360}}", 
          "text": "Jesus told another story, “The Kingdom of God is like yeast that a woman mixed into some bread dough until it spread all the way through.”"
        }, 
        {
          "id": "34-04", 
          "img": "{{:en:obs:obs-34-04.jpg?nolink&640x360}}", 
          "text": "“The Kingdom of God is also like hidden treasure in a field, which a man found and then buried again. In his joy, he went and sold everything he had and bought that field.”"
        }, 
        {
          "id": "34-05", 
          "img": "{{:en:obs:obs-34-05.jpg?nolink&640x360}}", 
          "text": "“The Kingdom of God is also like a pearl merchant who was looking for perfect pearls. When he found one of great price, he sold all that he had and bought it.”"
        }, 
        {
          "id": "34-06", 
          "img": "{{:en:obs:obs-34-06.jpg?nolink&640x360}}", 
          "text": "Then Jesus told a story about people who trust in their own good deeds and despise other people. “Two men went up to the Temple to pray. One of them was a tax collector, and the other a religious leader.”"
        }, 
        {
          "id": "34-07", 
          "img": "{{:en:obs:obs-34-07.jpg?nolink&640x360}}", 
          "text": "“The religious leader prayed like this, ‘Thank you God that I am not like other men—robbers, unjust men, adulterers, or even like that tax collector.’”"
        }, 
        {
          "id": "34-08", 
          "img": "{{:en:obs:obs-34-08.jpg?nolink&640x360}}", 
          "text": "“‘I fast two times every week and I give you ten percent of everything I get.’”"
        }, 
        {
          "id": "34-09", 
          "img": "{{:en:obs:obs-34-09.jpg?nolink&640x360}}", 
          "text": "“But the tax collector stood far away, did not even lift his eyes up to heaven, but beat his chest and prayed, ‘God, have mercy on me, a sinner.’”"
        }, 
        {
          "id": "34-10", 
          "img": "{{:en:obs:obs-34-10.jpg?nolink&640x360}}", 
          "text": "Then Jesus said, “I tell you the truth, the tax collector went home forgiven, and not the religious leader. Everyone who is proud will be humbled, but whoever humbles himself will be lifted up.”"
        }
      ], 
      "number": "34", 
      "ref": "A Bible story from: Matthew 13:31-33, 44-46; Mark 4:30-32; Luke 13:18-21; 18:9-14", 
      "title": "34. Jesus Teaches Other Stories"
    }, 
    {
      "frames": [
        {
          "id": "02-01", 
          "img": "{{:en:obs:obs-02-01.jpg?nolink&640x360}}", 
          "text": "Adam and his wife were very happy living in the beautiful garden God had made for them. Neither of them wore clothes, but they did not feel any shame, because there was no sin in the world. They often walked in the garden and talked with God."
        }, 
        {
          "id": "02-02", 
          "img": "{{:en:obs:obs-02-02.jpg?nolink&640x360}}", 
          "text": "But there was a crafty snake in the garden. He asked the woman, “Did God really tell you not to eat the fruit from the trees in the garden?”"
        }, 
        {
          "id": "02-03", 
          "img": "{{:en:obs:obs-02-03.jpg?nolink&640x360}}", 
          "text": "The woman answered, “God told us we could eat the fruit of any tree except from the tree of the knowledge of good and evil. God told us, ‘If you eat that fruit or even touch it, you will die.’”"
        }, 
        {
          "id": "02-04", 
          "img": "{{:en:obs:obs-02-04.jpg?nolink&640x360}}", 
          "text": "The snake responded, “That is not true! You won’t die. God just knows that as soon as you eat it, you will understand things like He does. You will be like God, knowing good and evil.”"
        }, 
        {
          "id": "02-05", 
          "img": "{{:en:obs:obs-02-05.jpg?nolink&640x360}}", 
          "text": "The woman saw that the fruit was beautiful and looked delicious. She also wanted to be wise, so she picked some of the fruit and ate it. Then she turned and gave some to her husband, who was with her, and he ate it, too."
        }, 
        {
          "id": "02-06", 
          "img": "{{:en:obs:obs-02-06.jpg?nolink&640x360}}", 
          "text": "Suddenly, their eyes were opened, and they realized they were naked. They tried to cover their nakedness by sewing leaves together to make clothes."
        }, 
        {
          "id": "02-07", 
          "img": "{{:en:obs:obs-02-07.jpg?nolink&640x360}}", 
          "text": "Then the man and his wife heard the sound of God walking through the garden. They both hid from God. Then God called to the man, “Where are you?” Adam replied, “I heard you walking in the garden, and I was afraid, because I was naked. So I hid.”"
        }, 
        {
          "id": "02-08", 
          "img": "{{:en:obs:obs-02-08.jpg?nolink&640x360}}", 
          "text": "Then God asked, “Who told you that you were naked? Did you eat the fruit I told you not to eat?” The man answered, “You gave me this woman, and she gave me the fruit.” Then God asked the woman, “What have you done?” The woman replied, “The snake tricked me.”"
        }, 
        {
          "id": "02-09", 
          "img": "{{:en:obs:obs-02-09.jpg?nolink&640x360}}", 
          "text": "God said to the snake, “You are cursed! You will slide on your belly and eat dirt. You and the woman will hate each other, and your children and her children will hate each other, too. The woman’s descendant will crush your head, and you will wound his heel.”"
        }, 
        {
          "id": "02-10", 
          "img": "{{:en:obs:obs-02-10.jpg?nolink&640x360}}", 
          "text": "God then said to the woman, “I will make childbirth very painful for you. You will desire your husband, and he will rule over you.”"
        }, 
        {
          "id": "02-11", 
          "img": "{{:en:obs:obs-02-11.jpg?nolink&640x360}}", 
          "text": "God said to the man, “You listened to your wife and disobeyed me. Now the ground is cursed, and you will need to work hard to grow food. Then you will die, and your body will return to dirt.” The man named his wife Eve, which means “life,” because she would become the mother of all people. And God clothed Adam and Eve with animal skins."
        }, 
        {
          "id": "02-12", 
          "img": "{{:en:obs:obs-02-12.jpg?nolink&640x360}}", 
          "text": "Then God said, “Now that the human beings have become like us by knowing good and evil, they must not be allowed to eat the fruit of the tree of life and live forever.” So God sent Adam and Eve away from the beautiful garden. God placed large, powerful angels at the entrance to the garden to keep anyone from eating the fruit of the tree of life."
        }
      ], 
      "number": "02", 
      "ref": "A Bible story from: Genesis 3", 
      "title": "2. Sin Enters the World"
    }, 
    {
      "frames": [
        {
          "id": "22-01", 
          "img": "{{:en:obs:obs-22-01.jpg?nolink&640x360}}", 
          "text": "More than 400 years had passed since God had spoken to His people. Then an angel appeared to an old priest named Zechariah. He was a godly man, but his wife, Elizabeth, could not have any children."
        }, 
        {
          "id": "22-02", 
          "img": "{{:en:obs:obs-22-02.jpg?nolink&640x360}}", 
          "text": "The angel said to Zechariah, “Your wife will have a son. You will name him John. He will be the great prophet that comes before the Messiah!” Zechariah responded, “My wife and I are too old to have children! How will I know this will happen?”"
        }, 
        {
          "id": "22-03", 
          "img": "{{:en:obs:obs-22-03.jpg?nolink&640x360}}", 
          "text": "The angel answered, “I was sent by God to bring you this good news. Because you did not believe me, you will not be able to speak until the child is born.” Immediately, Zechariah was unable to speak. Then the angel left. Zechariah returned home, and his wife became pregnant."
        }, 
        {
          "id": "22-04", 
          "img": "{{:en:obs:obs-22-04.jpg?nolink&640x360}}", 
          "text": "When Elizabeth was six months pregnant, the same angel appeared to Elizabeth’s relative, whose name was Mary. She was a virgin and was engaged to a man named Joseph. The angel said, “You will become pregnant and give birth to a son.”"
        }, 
        {
          "id": "22-05", 
          "img": "{{:en:obs:obs-22-05.jpg?nolink&640x360}}", 
          "text": "The angel continued, “You are to name him Jesus. He will be the Messiah!” Mary replied, “How can this be, since I am a virgin?” The angel explained, “The Holy Spirit will come over you, and you will conceive. So your son will be called the Son of the Most High God.”"
        }, 
        {
          "id": "22-06", 
          "img": "{{:en:obs:obs-22-06.jpg?nolink&640x360}}", 
          "text": "Not long after this, Mary went and visited Elizabeth. As soon as Elizabeth heard Mary’s greeting, Elizabeth’s baby jumped inside her. The women rejoiced together about what God had done for them. After visiting for three months, Mary returned home."
        }, 
        {
          "id": "22-07", 
          "img": "{{:en:obs:obs-22-07.jpg?nolink&640x360}}", 
          "text": "After Elizabeth gave birth to her baby boy, they named him John as the angel commanded. Then God allowed Zechariah to speak again. He said, “Praise God, because He has remembered His people! You, my son, will be called the prophet of the Most High God! You will prepare the way for the Messiah!”"
        }
      ], 
      "number": "22", 
      "ref": "A Bible story from: Luke 1", 
      "title": "22. The Birth of John"
    }, 
    {
      "frames": [
        {
          "id": "06-01", 
          "img": "{{:en:obs:obs-06-01.jpg?nolink&640x360}}", 
          "text": "When Abraham had grown to be very old and Isaac was a man, Abraham sent one of his servants back to the land where his relatives lived to find a wife for his son, Isaac."
        }, 
        {
          "id": "06-02", 
          "img": "{{:en:obs:obs-06-02.jpg?nolink&640x360}}", 
          "text": "After a very long journey, God led the servant to Rebekah, who was the granddaughter of Abraham’s brother."
        }, 
        {
          "id": "06-03", 
          "img": "{{:en:obs:obs-06-03.jpg?nolink&640x360}}", 
          "text": "She agreed to leave her family and go back with the servant. Isaac married her as soon as she arrived."
        }, 
        {
          "id": "06-04", 
          "img": "{{:en:obs:obs-06-04.jpg?nolink&640x360}}", 
          "text": "After a long time, Abraham died and all of the promises that God had made to him in the covenant were passed on to Isaac. God had promised that Isaac would have countless descendants, but Isaac’s wife, Rebekah, could not have children."
        }, 
        {
          "id": "06-05", 
          "img": "{{:en:obs:obs-06-05.jpg?nolink&640x360}}", 
          "text": "Isaac prayed for Rebekah, and God allowed her to get pregnant with twins. The two children struggled with each other, so Rebekah asked God what was happening."
        }, 
        {
          "id": "06-06", 
          "img": "{{:en:obs:obs-06-06.jpg?nolink&640x360}}", 
          "text": "God told Rebekah, \"There are two nations inside of you. They will struggle with each other and the older son will serve the younger one.\""
        }, 
        {
          "id": "06-07", 
          "img": "{{:en:obs:obs-06-07.jpg?nolink&640x360}}", 
          "text": "When they were born, the older son came out red and hairy—they named him Esau. The younger son had smooth skin, and they named him Jacob."
        }
      ], 
      "number": "06", 
      "ref": "A Bible story from: Genesis 24:1-25:26", 
      "title": "6. God Provides for Isaac"
    }, 
    {
      "frames": [
        {
          "id": "24-01", 
          "img": "{{:en:obs:obs-24-01.jpg?nolink&640x360}}", 
          "text": "When John grew up, he became a prophet. He lived in the wilderness, ate wild honey and locusts, and wore clothes made from camel hair."
        }, 
        {
          "id": "24-02", 
          "img": "{{:en:obs:obs-24-02.jpg?nolink&640x360}}", 
          "text": "Many people came to listen to John. He preached to them, saying, “Repent, for the Kingdom of God is near!”"
        }, 
        {
          "id": "24-03", 
          "img": "{{:en:obs:obs-24-03.jpg?nolink&640x360}}", 
          "text": "Some people repented and were baptized when they heard John’s message, but there were many religious leaders who came to be baptized without repenting and confessing their sins."
        }, 
        {
          "id": "24-04", 
          "img": "{{:en:obs:obs-24-04.jpg?nolink&640x360}}", 
          "text": "John said to the religious leaders, “You bunch of snakes! Repent and change your behavior. Every tree that does not bear good fruit will be cut down and thrown into the fire.” This fulfilled what the prophet Isaiah said, “Behold, I send my messenger ahead of you, who will prepare your way.”"
        }, 
        {
          "id": "24-05", 
          "img": "{{:en:obs:obs-24-05.jpg?nolink&640x360}}", 
          "text": "Some Jews asked John if he was the Messiah. John replied, “I am not the Messiah, but there is someone coming after me who is much greater than I am. I am not even worthy to untie his sandals.”"
        }, 
        {
          "id": "24-06", 
          "img": "{{:en:obs:obs-24-06.jpg?nolink&640x360}}", 
          "text": "The next day, Jesus came to be baptized by John. When John saw him, he said, “Look! There is the Lamb of God who takes away the sin of the world.”"
        }, 
        {
          "id": "24-07", 
          "img": "{{:en:obs:obs-24-07.jpg?nolink&640x360}}", 
          "text": "John said to Jesus, “I am not worthy to baptize you. You should baptize me instead.” But Jesus said, “You should baptize me, because it is the right thing to do.” So John baptized him, but not because Jesus had sinned—he never sinned."
        }, 
        {
          "id": "24-08", 
          "img": "{{:en:obs:obs-24-08.jpg?nolink&640x360}}", 
          "text": "When Jesus came out of the water, the Spirit of God took the appearance of a dove and landed on him. At the same time a voice from heaven said, “You are My beloved Son, and with you I am well pleased.”"
        }, 
        {
          "id": "24-09", 
          "img": "{{:en:obs:obs-24-09.jpg?nolink&640x360}}", 
          "text": "God had told John, “The Holy Spirit will land on someone you baptize. He is the Son of God.” There is only one God. But God is three persons, the Father, Jesus the Son, and the Holy Spirit."
        }
      ], 
      "number": "24", 
      "ref": "A Bible story from: Matthew 3; Mark 1:9-11; Luke 3:1-23", 
      "title": "24. John Baptizes Jesus"
    }, 
    {
      "frames": [
        {
          "id": "26-01", 
          "img": "{{:en:obs:obs-26-01.jpg?nolink&640x360}}", 
          "text": "After overcoming Satan’s temptations, Jesus returned in the power of the Holy Spirit to the region of Galilee where he lived. Jesus went from place to place teaching. Everyone spoke well of him."
        }, 
        {
          "id": "26-02", 
          "img": "{{:en:obs:obs-26-02.jpg?nolink&640x360}}", 
          "text": "Jesus went to the town of Nazareth where he had grown up. On the Sabbath, he went to the place of worship. He was given the scroll of the prophet Isaiah. Jesus opened up the scroll and read from it."
        }, 
        {
          "id": "26-03", 
          "img": "{{:en:obs:obs-26-03.jpg?nolink&640x360}}", 
          "text": "“God has poured His Spirit on me to proclaim good news to the poor, freedom to captives, recovery of sight for the blind, and release to prisoners. This is the year of the Lord’s favor.”"
        }, 
        {
          "id": "26-04", 
          "img": "{{:en:obs:obs-26-04.jpg?nolink&640x360}}", 
          "text": "Then Jesus sat down. Everybody watched him closely. They knew this passage was talking about the Messiah. Jesus said, “Today these words have been fulfilled in your hearing.” All the people were amazed. “Isn’t this the son of Joseph?” they said."
        }, 
        {
          "id": "26-05", 
          "img": "{{:en:obs:obs-26-05.jpg?nolink&640x360}}", 
          "text": "Then Jesus said, “I tell you the truth, no prophet is accepted in his own hometown. When the prophet Elijah was alive there were many widows in Israel. But when it did not rain for three and a half years, God did not send Elijah to help a widow from Israel but a widow from a different nation.”"
        }, 
        {
          "id": "26-06", 
          "img": "{{:en:obs:obs-26-06.jpg?nolink&640x360}}", 
          "text": "“And when the prophet Elisha was alive, there were many people in Israel with skin diseases. But Elisha did not heal any of them, he only healed Naaman, a commander of Israel’s enemies.” When the people heard this, they were furious."
        }, 
        {
          "id": "26-07", 
          "img": "{{:en:obs:obs-26-07.jpg?nolink&640x360}}", 
          "text": "They dragged Jesus out of the place of worship and brought him to the edge of a cliff to throw him off. But Jesus walked through the crowd and left the town of Nazareth."
        }, 
        {
          "id": "26-08", 
          "img": "{{:en:obs:obs-26-08.jpg?nolink&640x360}}", 
          "text": "Then Jesus went through that area, and great crowds came to him. They brought all the sick people, including those who could not see, walk, hear, or speak, and Jesus healed them."
        }, 
        {
          "id": "26-09", 
          "img": "{{:en:obs:obs-26-09.jpg?nolink&640x360}}", 
          "text": "Many people with demons were brought to Jesus. The demons came out, often shouting, “You are the Son of God!” The crowds were amazed and worshiped God."
        }, 
        {
          "id": "26-10", 
          "img": "{{:en:obs:obs-26-10.jpg?nolink&640x360}}", 
          "text": "Then Jesus chose twelve men who were called his disciples. The disciples were Jesus’ students. They traveled with him and learned from him."
        }
      ], 
      "number": "26", 
      "ref": "A Bible story from:Matthew 4:12-25; Mark 1:14-15, 35-39; 3:13-21; Luke 4:14-30, 38-44", 
      "title": "26. Jesus Starts His Ministry"
    }, 
    {
      "frames": [
        {
          "id": "11-01", 
          "img": "{{:en:obs:obs-11-01.jpg?nolink&640x360}}", 
          "text": "God warned Pharaoh that if he did not let the Israelites go, then He would kill all the firstborn males of both people and animals. When Pharaoh heard this he still refused to believe God."
        }, 
        {
          "id": "11-02", 
          "img": "{{:en:obs:obs-11-02.jpg?nolink&640x360}}", 
          "text": "God provided a way to save the firstborn of anyone who believed in Him. Each family had to choose a perfect lamb or goat and kill it."
        }, 
        {
          "id": "11-03", 
          "img": "{{:en:obs:obs-11-03.jpg?nolink&640x360}}", 
          "text": "Then they needed to put some of its blood around the door of their house. They were to roast the meat and eat it as a feast, along with bread that was made without yeast. They were to be ready to leave Egypt when they ate."
        }, 
        {
          "id": "11-04", 
          "img": "{{:en:obs:obs-11-04.jpg?nolink&640x360}}", 
          "text": "The Israelites did everything just as God had commanded them. That night the angel of God went throughout Egypt killing every firstborn son."
        }, 
        {
          "id": "11-05", 
          "img": "{{:en:obs:obs-11-05.jpg?nolink&640x360}}", 
          "text": "All the houses of the Israelites had blood around the doors, so the angel of God passed over those houses and everybody inside was safe. They were saved because of the lamb’s blood."
        }, 
        {
          "id": "11-06", 
          "img": "{{:en:obs:obs-11-06.jpg?nolink&640x360}}", 
          "text": "But the Egyptians did not believe God or obey His commands. So the angel of God did not pass over their houses. The angel of God killed every firstborn son in Egypt."
        }, 
        {
          "id": "11-07", 
          "img": "{{:en:obs:obs-11-07.jpg?nolink&640x360}}", 
          "text": "From the firstborn of the prisoner in jail, to the firstborn of Pharaoh, every firstborn died. There was much weeping in Egypt."
        }, 
        {
          "id": "11-08", 
          "img": "{{:en:obs:obs-11-08.jpg?nolink&640x360}}", 
          "text": "Pharaoh called for Moses and Aaron and said, “Take the Israelites and leave Egypt immediately!” The Egyptians encouraged the Israelites to leave right away."
        }
      ], 
      "number": "11", 
      "ref": "A Bible story from: Exodus 11:1-12:32", 
      "title": "11. The Passover"
    }, 
    {
      "frames": [
        {
          "id": "31-01", 
          "img": "{{:en:obs:obs-31-01.jpg?nolink&640x360}}", 
          "text": "Then Jesus told the disciples to get into a boat and sail to the other side of the lake while he dismissed the crowd. After Jesus had sent the crowd away, he went up on a mountain to pray. Jesus was there all alone, and he prayed long into the evening."
        }, 
        {
          "id": "31-02", 
          "img": "{{:en:obs:obs-31-02.jpg?nolink&640x360}}", 
          "text": "Meanwhile, the disciples’ boat was a long way from land. They were in danger, because a storm had come up and the boat was being tossed around by the waves and the wind."
        }, 
        {
          "id": "31-03", 
          "img": "{{:en:obs:obs-31-03.jpg?nolink&640x360}}", 
          "text": "Jesus decided to go to them, so he walked on top of the water across the lake toward the boat!"
        }, 
        {
          "id": "31-04", 
          "img": "{{:en:obs:obs-31-04.jpg?nolink&640x360}}", 
          "text": "The disciples were very afraid when they saw Jesus, because they thought they were seeing a ghost. Jesus knew that they were afraid, so he called out to them and said, “Do not be afraid. It is I!”"
        }, 
        {
          "id": "31-05", 
          "img": "{{:en:obs:obs-31-05.jpg?nolink&640x360}}", 
          "text": "Then Peter said to Jesus, “Lord, if it is you, command me to come to you on the water.” Jesus told Peter, “Come!”"
        }, 
        {
          "id": "31-06", 
          "img": "{{:en:obs:obs-31-06.jpg?nolink&640x360}}", 
          "text": "So, Peter got out of the boat and started walking to Jesus on the surface of the water. But after a short distance, he turned his eyes away from Jesus and began to look at the strong wind and waves."
        }, 
        {
          "id": "31-07", 
          "img": "{{:en:obs:obs-31-07.jpg?nolink&640x360}}", 
          "text": "Then Peter became afraid and began to sink. He cried out, “Lord, save me!” Jesus reached out right away and grabbed him. Then he said to Peter, “O you of little faith, why did you doubt?”"
        }, 
        {
          "id": "31-08", 
          "img": "{{:en:obs:obs-31-08.jpg?nolink&640x360}}", 
          "text": "When Peter and Jesus got into the boat, the wind immediately stopped. The disciples were amazed. They worshiped Jesus, saying to him, “Truly, you are the Son of God.”"
        }
      ], 
      "number": "31", 
      "ref": "A Bible story from: Matthew 14:22-33; Mark 6:45-52; John 6:16-21", 
      "title": "31. Jesus Walks on Water"
    }, 
    {
      "frames": [
        {
          "id": "20-01", 
          "img": "{{:en:obs:obs-20-01.jpg?nolink&640x360}}", 
          "text": "The nations of Israel and Judah both sinned against God. They broke the Covenant that God made with them at Sinai. God sent His prophets to warn them to repent and worship Him again, but they refused to listen."
        }, 
        {
          "id": "20-02", 
          "img": "{{:en:obs:obs-20-02.jpg?nolink&640x360}}", 
          "text": "So God punished both nations by allowing them to be destroyed. Israel was destroyed by the Assyrian Empire, a powerful, cruel nation. The Assyrians killed many Israelites, took away everything of value, and burned much of the country."
        }, 
        {
          "id": "20-03", 
          "img": "{{:en:obs:obs-20-03.jpg?nolink&640x360}}", 
          "text": "The Assyrians gathered all the leaders, the rich people, and the people with skills and took them to Assyria. Only the very poor Israelites who had not been killed remained in Israel."
        }, 
        {
          "id": "20-04", 
          "img": "{{:en:obs:obs-20-04.jpg?nolink&640x360}}", 
          "text": "Then the Assyrians brought foreigners to live in Israel. The foreigners rebuilt the destroyed cities and married the Israelites who were left there. Their descendants were called Samaritans."
        }, 
        {
          "id": "20-05", 
          "img": "{{:en:obs:obs-20-05.jpg?nolink&640x360}}", 
          "text": "The people in the kingdom of Judah saw how God had punished the kingdom of Israel for not believing and obeying Him. But they still worshiped idols and the gods of the Canaanites. God sent prophets to warn them, but they refused to listen."
        }, 
        {
          "id": "20-06", 
          "img": "{{:en:obs:obs-20-06.jpg?nolink&640x360}}", 
          "text": "About 100 years after the Assyrians destroyed Israel, God sent Nebuchadnezzar, king of the Babylonians, to attack Judah. Babylon was a powerful empire. The king of Judah agreed to be Nebuchadnezzar’s servant and pay him lots of money every year."
        }, 
        {
          "id": "20-07", 
          "img": "{{:en:obs:obs-20-07.jpg?nolink&640x360}}", 
          "text": "But soon the people of Judah rebelled against the Babylonians. So, the Babylonians came back and attacked them. They captured the city of Jerusalem, destroyed the Temple, and took away all the treasures."
        }, 
        {
          "id": "20-08", 
          "img": "{{:en:obs:obs-20-08.jpg?nolink&640x360}}", 
          "text": "To punish Judah’s king for rebelling, Nebuchadnezzar’s soldiers killed the king’s sons in front of him and then made him blind. After that, they took the king away to die in prison in Babylon."
        }, 
        {
          "id": "20-09", 
          "img": "{{:en:obs:obs-20-09.jpg?nolink&640x360}}", 
          "text": "Nebuchadnezzar and his army took all the people of Judah to Babylon, leaving only the poorest people behind to plant the fields. This is called the Exile."
        }, 
        {
          "id": "20-10", 
          "img": "{{:en:obs:obs-20-10.jpg?nolink&640x360}}", 
          "text": "Even though the Exile was punishment for their sin, God did not forget His people or His promises. God watched over His people and spoke to them through His prophets. He promised that, after seventy years, they would return to the Promised Land again."
        }, 
        {
          "id": "20-11", 
          "img": "{{:en:obs:obs-20-11.jpg?nolink&640x360}}", 
          "text": "About seventy years later, Cyrus, the king of the Persians, defeated Babylon. The Persians were a strong but merciful people. The Israelites were now called Jews and most of them had lived their whole lives in Babylon. Only a few very old Jews even remembered the land of Judah."
        }, 
        {
          "id": "20-12", 
          "img": "{{:en:obs:obs-20-12.jpg?nolink&640x360}}", 
          "text": "Shortly after Cyrus came to power, he did something that had never been done before in history. He gave an order that any Jew who wanted to return to Judah could go. He even gave them money to rebuild the Temple! After seventy years in exile, a small group of Jews returned to Jerusalem."
        }, 
        {
          "id": "20-13", 
          "img": "{{:en:obs:obs-20-13.jpg?nolink&640x360}}", 
          "text": "When they arrived, they rebuilt the Temple and the wall around the city of Jerusalem. Although they were still ruled by other people, they lived in the Promised Land again and worshiped at the Temple."
        }
      ], 
      "number": "20", 
      "ref": "A Bible story from: 2 Kings 17; 24-25; 2 Chronicles 36; Ezra 1-10; Nehemiah 1-13", 
      "title": "20. The Exile and Return"
    }, 
    {
      "frames": [
        {
          "id": "49-01", 
          "img": "{{:en:obs:obs-49-01.jpg?nolink&640x360}}", 
          "text": "Jesus’ mother, Mary, was a virgin when he was born because Jesus is God’s Son. Jesus is both God and man at the same time."
        }, 
        {
          "id": "49-02", 
          "img": "{{:en:obs:obs-49-02.jpg?nolink&640x360}}", 
          "text": "Jesus did many miracles proving he is God. He walked on water, calmed storms, healed many sick people, drove out demons, raised the dead to life, and fed 5,000 people with five loaves of bread and two fish."
        }, 
        {
          "id": "49-03", 
          "img": "{{:en:obs:obs-49-03.jpg?nolink&640x360}}", 
          "text": "Jesus was also a great teacher. He taught that you need to love your neighbor the same way you love yourself."
        }, 
        {
          "id": "49-04", 
          "img": "{{:en:obs:obs-49-04.jpg?nolink&640x360}}", 
          "text": "He also taught that you need to love God more than anything else, including your wealth."
        }, 
        {
          "id": "49-05", 
          "img": "{{:en:obs:obs-49-05.jpg?nolink&640x360}}", 
          "text": "Jesus taught that salvation is worth more than anything else in the world."
        }, 
        {
          "id": "49-06", 
          "img": "{{:en:obs:obs-49-06.jpg?nolink&640x360}}", 
          "text": "He taught that not all people will receive him and be saved. Those who are not saved will be gathered at the end of the world and will burn forever in the fires of hell."
        }, 
        {
          "id": "49-07", 
          "img": "{{:en:obs:obs-49-07.jpg?nolink&640x360}}", 
          "text": "Jesus taught that God loves sinners very much. He is ready to forgive them and make them His children."
        }, 
        {
          "id": "49-08", 
          "img": "{{:en:obs:obs-49-08.jpg?nolink&640x360}}", 
          "text": "Jesus also taught that everyone in the world has sinned and is separated from God. Because of sin, everyone has become an enemy of God. God hates sin."
        }, 
        {
          "id": "49-09", 
          "img": "{{:en:obs:obs-49-09.jpg?nolink&640x360}}", 
          "text": "But God loved the world so much that He gave His only son, Jesus, so that whoever believes in Him will not go to hell but will live with Him forever."
        }, 
        {
          "id": "49-10", 
          "img": "{{:en:obs:obs-49-10.jpg?nolink&640x360}}", 
          "text": "Because of your sin, you are guilty. You deserve death and God’s anger, but God poured out His anger on Jesus instead. When Jesus died on the cross, he received your punishment."
        }, 
        {
          "id": "49-11", 
          "img": "{{:en:obs:obs-49-11.jpg?nolink&640x360}}", 
          "text": "Jesus chose to die as a perfect, sinless sacrifice to take away your sins and the sins of the whole world. Because of Jesus, any sin can be forgiven, no matter what it is."
        }, 
        {
          "id": "49-12", 
          "img": "{{:en:obs:obs-49-12.jpg?nolink&640x360}}", 
          "text": "No one can be saved by doing good things. Nothing you do can fix your relationship with God. Your sins can only be washed away if you believe that Jesus is the Son of God, and that he died and rose again to take away your sins."
        }, 
        {
          "id": "49-13", 
          "img": "{{:en:obs:obs-49-13.jpg?nolink&640x360}}", 
          "text": "Anyone who believes in Jesus and is baptized will be saved, but whoever does not believe will be rejected. It does not matter if you are rich or poor, man or woman, old or young, or where you are from. God loves you and wants you to believe in Jesus so He can have a relationship with you."
        }, 
        {
          "id": "49-14", 
          "img": "{{:en:obs:obs-49-14.jpg?nolink&640x360}}", 
          "text": "Do you believe that Jesus is the Messiah, the only Son of God? Do you believe that you are a sinner and deserve God’s punishment? Do you believe that Jesus died on the cross to take away your sins? Jesus invites you to come to him, believe in him, and be baptized."
        }, 
        {
          "id": "49-15", 
          "img": "{{:en:obs:obs-49-15.jpg?nolink&640x360}}", 
          "text": "If you believe this, you are a Christian! God has taken you out of Satan’s kingdom of darkness and put you into God’s Kingdom of light. All the old things are gone, because God makes all things new."
        }, 
        {
          "id": "49-16", 
          "img": "{{:en:obs:obs-49-16.jpg?nolink&640x360}}", 
          "text": "If you are a Christian, your sins are forgiven because of what Jesus did. Now, when God looks at you, He does not see you as an enemy, but He sees you as a close friend."
        }, 
        {
          "id": "49-17", 
          "img": "{{:en:obs:obs-49-17.jpg?nolink&640x360}}", 
          "text": "As a friend of God, you will want to follow Jesus’ teachings. Even though you are a Christian, you will still struggle with sin. But God says if you confess your sins, He is faithful and will forgive you and will give you strength to fight against sin."
        }, 
        {
          "id": "49-18", 
          "img": "{{:en:obs:obs-49-18.jpg?nolink&640x360}}", 
          "text": "God tells you to pray, study His Word, worship Him with other Christians, and tell others what He has done for you. All of these things help you to grow in your relationship with Him."
        }
      ], 
      "number": "49", 
      "ref": "A Bible story from: Romans 3:21-26, 5:1-11; John 3:16; Mark 16:16; Colossians 1:13-14; 2 Thessalonians 5:17-21; 1 John 1:5-10", 
      "title": "49. God’s New Covenant"
    }, 
    {
      "frames": [
        {
          "id": "32-01", 
          "img": "{{:en:obs:obs-32-01.jpg?nolink&640x360}}", 
          "text": "One day, Jesus and his disciples crossed the Sea of Galilee to the country of the Gerasenes."
        }, 
        {
          "id": "32-02", 
          "img": "{{:en:obs:obs-32-02.jpg?nolink&640x360}}", 
          "text": "When they reached the other side, a man with an evil spirit came running up to Jesus."
        }, 
        {
          "id": "32-03", 
          "img": "{{:en:obs:obs-32-03.jpg?nolink&640x360}}", 
          "text": "This man was so strong that nobody could hold him down. People had even used chains to lock him up, but he kept breaking them."
        }, 
        {
          "id": "32-04", 
          "img": "{{:en:obs:obs-32-04.jpg?nolink&640x360}}", 
          "text": "He lived among the tombs in the area. Day and night this man would scream. He wore no clothes and cut himself repeatedly with stones."
        }, 
        {
          "id": "32-05", 
          "img": "{{:en:obs:obs-32-05.jpg?nolink&640x360}}", 
          "text": "When the man came to Jesus, he fell on his knees in front of him. Jesus said, “Come out of the man, you evil spirit!”"
        }, 
        {
          "id": "32-06", 
          "img": "{{:en:obs:obs-32-06.jpg?nolink&640x360}}", 
          "text": "The man with the evil spirit cried out in a loud voice and said, “What do you want with me, Jesus, Son of the Most High God? Please do not torture me!” Then Jesus asked the man, “What is your name?” He replied, “My name is Legion, for we are many.” (A legion was a group of up to 6,000 soldiers.)"
        }, 
        {
          "id": "32-07", 
          "img": "{{:en:obs:obs-32-07.jpg?nolink&640x360}}", 
          "text": "The evil spirits begged Jesus, “Please do not send us out of this area!” There was a herd of pigs feeding on a nearby hill. So, the evil spirits begged Jesus, “Please send us into the pigs instead!” Jesus said, “Go!”"
        }, 
        {
          "id": "32-08", 
          "img": "{{:en:obs:obs-32-08.jpg?nolink&640x360}}", 
          "text": "The evil spirits came out of the man and entered the pigs. The pigs ran down a steep bank into the sea and drowned. There were about 2,000 pigs in the herd."
        }, 
        {
          "id": "32-09", 
          "img": "{{:en:obs:obs-32-09.jpg?nolink&640x360}}", 
          "text": "When the people taking care of the pigs saw what happened, they ran and told everyone what Jesus had done. All the people came from the town and saw the man who used to have the evil spirits. He was sitting down, wearing clothes, and acting like a normal person."
        }, 
        {
          "id": "32-10", 
          "img": "{{:en:obs:obs-32-10.jpg?nolink&640x360}}", 
          "text": "The people were very afraid and asked Jesus to leave. So Jesus got into the boat and prepared to leave. The man who had been healed begged to go along with Jesus."
        }, 
        {
          "id": "32-11", 
          "img": "{{:en:obs:obs-32-11.jpg?nolink&640x360}}", 
          "text": "But Jesus said to him, “Go home and tell your friends and family how much God has done for you and how He has had mercy on you.”"
        }, 
        {
          "id": "32-12", 
          "img": "{{:en:obs:obs-32-12.jpg?nolink&640x360}}", 
          "text": "So the man went away and told everyone about what Jesus had done for him. Everyone who heard his story was filled with wonder and amazement."
        }, 
        {
          "id": "32-13", 
          "img": "{{:en:obs:obs-32-13.jpg?nolink&640x360}}", 
          "text": "Jesus returned to the other side of the Sea of Galilee. A large crowd gathered around him and pressed in on him. In the crowd was a woman who had been bleeding for twelve years. She had spent all her money on doctors trying to get better, but she only got worse."
        }, 
        {
          "id": "32-14", 
          "img": "{{:en:obs:obs-32-14.jpg?nolink&640x360}}", 
          "text": "She heard how Jesus had healed many sick people and thought to herself, “If I only touch Jesus’ clothes, then I, too, will be healed!” She came up behind Jesus and touched his clothes. As soon as she touched Jesus, the bleeding stopped!"
        }, 
        {
          "id": "32-15", 
          "img": "{{:en:obs:obs-32-15.jpg?nolink&640x360}}", 
          "text": "Immediately Jesus realized that power had gone out from him. So he turned around and asked, “Who touched me?” The disciples replied, “Jesus, there are many people crowding around you and bumping into you. How can you ask, ‘Who touched me?’”"
        }, 
        {
          "id": "32-16", 
          "img": "{{:en:obs:obs-32-16.jpg?nolink&640x360}}", 
          "text": "The woman fell on her knees before Jesus, shaking and very afraid. Then she told the whole truth. Jesus said to her, “Your faith has healed you. Go in peace and be healed of your sickness.”"
        }
      ], 
      "number": "32", 
      "ref": "A Bible story from: Matthew 8:28-34; Mark 5:1-20; Luke 8:26-39", 
      "title": "32. Jesus Heals a Demon-Possessed Man & A Sick Woman"
    }, 
    {
      "frames": [
        {
          "id": "23-01", 
          "img": "{{:en:obs:obs-23-01.jpg?nolink&640x360}}", 
          "text": "When Joseph heard that Mary was pregnant, he knew it was not his baby, so he planned to quietly divorce her. Before he could do that, an angel appeared to him in a dream."
        }, 
        {
          "id": "23-02", 
          "img": "{{:en:obs:obs-23-02.jpg?nolink&640x360}}", 
          "text": "The angel said, “Joseph, do not be afraid to take Mary as your wife. What is in her has been conceived by the Holy Spirit. She will give birth to a son. Name him Jesus, because he will save the people from their sins.”"
        }, 
        {
          "id": "23-03", 
          "img": "{{:en:obs:obs-23-03.jpg?nolink&640x360}}", 
          "text": "So Joseph married her and took her home as his wife, but he did not sleep with her until she had given birth."
        }, 
        {
          "id": "23-04", 
          "img": "{{:en:obs:obs-23-04.jpg?nolink&640x360}}", 
          "text": "About the time Mary was to give birth, the Roman government told everyone to go to the town of their ancestors for a census. Mary and Joseph had to make a long journey from where they lived in Nazareth to Bethlehem because their ancestor was David whose hometown was Bethlehem."
        }, 
        {
          "id": "23-05", 
          "img": "{{:en:obs:obs-23-05.jpg?nolink&640x360}}", 
          "text": "When they arrived in Bethlehem, there was no place to stay. The only room they could find was a place where animals stayed. The baby was born there and his mother laid him in a feeding trough, since they did not have a bed for him. They named him Jesus."
        }, 
        {
          "id": "23-06", 
          "img": "{{:en:obs:obs-23-06.jpg?nolink&640x360}}", 
          "text": "That night, there were some shepherds in a nearby field watching their flocks. Suddenly, a shining angel appeared to them, and they were terrified. The angel said, “Do not be afraid, because I have some good news for you. The Messiah has been born!”"
        }, 
        {
          "id": "23-07", 
          "img": "{{:en:obs:obs-23-07.jpg?nolink&640x360}}", 
          "text": "“Go search for the baby, and you will find him wrapped in pieces of cloth and lying in a manger.” Suddenly, the skies were filled with angels singing and praising God, saying, “Glory to God in heaven and peace on earth to the people He favors!”"
        }, 
        {
          "id": "23-08", 
          "img": "{{:en:obs:obs-23-08.jpg?nolink&640x360}}", 
          "text": "When the shepherds arrived at the place where Jesus was, they found him lying in a manger, just as the angel had told them. They were very excited. Mary was very happy, too. The shepherds returned to the fields, praising God for all they had heard and seen."
        }, 
        {
          "id": "23-09", 
          "img": "{{:en:obs:obs-23-09.jpg?nolink&640x360}}", 
          "text": "Some time later, wise men from countries far to the east saw an unusual star in the sky. They realized it meant a new king of the Jews was born. So, they traveled a great distance to see this king. They came to Bethlehem and found the place where Jesus was living."
        }, 
        {
          "id": "23-10", 
          "img": "{{:en:obs:obs-23-10.jpg?nolink&640x360}}", 
          "text": "When they saw Jesus with his mother, they fell down and worshiped him. They gave Jesus expensive gifts. Then they returned home."
        }
      ], 
      "number": "23", 
      "ref": "A Bible story from: Matthew 1; Luke 2", 
      "title": "23. The Birth of Jesus"
    }, 
    {
      "frames": [
        {
          "id": "47-01", 
          "img": "{{:en:obs:obs-47-01.jpg?nolink&640x360}}", 
          "text": "Some years later, Paul and his friend Silas went to the town of Philippi, proclaiming the Good News about Jesus. They met a woman named Lydia who sold purple cloth. She loved and worshiped God."
        }, 
        {
          "id": "47-02", 
          "img": "{{:en:obs:obs-47-02.jpg?nolink&640x360}}", 
          "text": "God opened her heart to understand the message of Jesus, and she and her family were baptized. She invited Paul and Silas to stay at her house, so they did."
        }, 
        {
          "id": "47-03", 
          "img": "{{:en:obs:obs-47-03.jpg?nolink&640x360}}", 
          "text": "Paul and Silas often went to pray while they were in Philippi. Every day as they walked to the place of prayer, a slave girl possessed by a demon followed them. She was a fortune teller, and she made a lot of money for her masters."
        }, 
        {
          "id": "47-04", 
          "img": "{{:en:obs:obs-47-04.jpg?nolink&640x360}}", 
          "text": "She kept yelling, “These men are servants of the Most High God. They are telling you the way to be saved!” She did this so often that Paul became annoyed."
        }, 
        {
          "id": "47-05", 
          "img": "{{:en:obs:obs-47-05.jpg?nolink&640x360}}", 
          "text": "One day, Paul turned to her and said to the demon, “In the name of Jesus, come out of her.” Right away the demon left her."
        }, 
        {
          "id": "47-06", 
          "img": "{{:en:obs:obs-47-06.jpg?nolink&640x360}}", 
          "text": "The men who owned the slave girl became very angry when they realized the slave girl could no longer make money for them."
        }, 
        {
          "id": "47-07", 
          "img": "{{:en:obs:obs-47-07.jpg?nolink&640x360}}", 
          "text": "So they had Paul and Silas arrested, beaten, and thrown into jail."
        }, 
        {
          "id": "47-08", 
          "img": "{{:en:obs:obs-47-08.jpg?nolink&640x360}}", 
          "text": "Paul and Silas were put in the most secure part of the prison with their feet locked up. In the middle of the night, they were singing songs of praise to God."
        }, 
        {
          "id": "47-09", 
          "img": "{{:en:obs:obs-47-09.jpg?nolink&640x360}}", 
          "text": "Suddenly, the earth shook and the prison doors flew open. All the prisoners’ chains fell off."
        }, 
        {
          "id": "47-10", 
          "img": "{{:en:obs:obs-47-10.jpg?nolink&640x360}}", 
          "text": "When the jailer saw that the doors were open, he planned to kill himself, thinking that all the prisoners had escaped. (He knew he would be killed for letting the prisoners escape.) Paul saw him and yelled, “Stop! Do not hurt yourself. We are all here.”"
        }, 
        {
          "id": "47-11", 
          "img": "{{:en:obs:obs-47-11.jpg?nolink&640x360}}", 
          "text": "The jailer was terrified! He took Paul and Silas home, gave them some food, and washed their wounds. Then he said, “What must I do to be saved?”"
        }, 
        {
          "id": "47-12", 
          "img": "{{:en:obs:obs-47-12.jpg?nolink&640x360}}", 
          "text": "Paul answered, “Believe in the Lord Jesus Christ, and you and your family will be saved.” Then Paul baptized the jailer and his whole family, and they celebrated together."
        }, 
        {
          "id": "47-13", 
          "img": "{{:en:obs:obs-47-13.jpg?nolink&640x360}}", 
          "text": "The next day the leaders of the city freed Paul and Silas and asked them to leave Philippi. Paul and Silas visited Lydia and some other friends and then left the city. The Good News of Jesus kept spreading, and the Church kept growing."
        }, 
        {
          "id": "47-14", 
          "img": "{{:en:obs:obs-47-14.jpg?nolink&640x360}}", 
          "text": "Paul and other Christian leaders traveled to many cities, preaching and teaching about Jesus. They also wrote many letters to the churches to encourage and teach them about God’s New Covenant. These writings are called the New Testament."
        }
      ], 
      "number": "47", 
      "ref": "A Bible story from: Acts 16:11-40", 
      "title": "47. Paul and Silas in Philippi"
    }, 
    {
      "frames": [
        {
          "id": "16-01", 
          "img": "{{:en:obs:obs-16-01.jpg?nolink&640x360}}", 
          "text": "After Joshua died, the Israelites disobeyed God and did not drive out the rest of the Canaanites or obey God’s laws. The Israelites began to worship the Canaanite gods instead of the One True God. The Israelites had no king, so everyone did what they thought was right for them."
        }, 
        {
          "id": "16-02", 
          "img": "{{:en:obs:obs-16-02.jpg?nolink&640x360}}", 
          "text": "As a result of this disobedience, God punished the Israelites by allowing them to be defeated by their enemies. These enemies stole from the Israelites, destroyed their property, and killed many of them. After many years, the Israelites repented and asked God to rescue them."
        }, 
        {
          "id": "16-03", 
          "img": "{{:en:obs:obs-16-03.jpg?nolink&640x360}}", 
          "text": "Then God provided a deliverer who rescued them from their enemies and brought peace to the land. But then the people forgot about God and started worshiping idols again. So God allowed the Midianites, a nearby enemy tribe, to defeat them."
        }, 
        {
          "id": "16-04", 
          "img": "{{:en:obs:obs-16-04.jpg?nolink&640x360}}", 
          "text": "They took all of the Israelites’ crops for seven years. The Israelites were so scared, they hid in caves so the Midianites would not find them. Finally, they cried out to God to save them."
        }, 
        {
          "id": "16-05", 
          "img": "{{:en:obs:obs-16-05.jpg?nolink&640x360}}", 
          "text": "One day, a man named Gideon was secretly harvesting grain so the Midianites would not steal it. The angel of God came to Gideon and said, “God is with you, mighty warrior. Go and save Israel from the Midianites.”"
        }, 
        {
          "id": "16-06", 
          "img": "{{:en:obs:obs-16-06.jpg?nolink&640x360}}", 
          "text": "God told Gideon to tear down his father’s idol. Gideon was afraid of the people, so he waited until nighttime. Then he tore down the idol and smashed it to pieces. He built an altar to God where the idol used to be and made a sacrifice to God."
        }, 
        {
          "id": "16-07", 
          "img": "{{:en:obs:obs-16-07.jpg?nolink&640x360}}", 
          "text": "The next morning the people saw that the idol had been torn down, and they were very angry. They went to Gideon’s house to kill him, but Gideon’s father said, “Why are you trying to help your gods? If they are gods, let them protect themselves!” So Gideon was saved."
        }, 
        {
          "id": "16-08", 
          "img": "{{:en:obs:obs-16-08.jpg?nolink&640x360}}", 
          "text": "Then the Midianites came again to steal from the Israelites. There were so many of them that they could not be counted. Gideon called the Israelites together to fight them. Gideon asked God for two signs so he could be sure that God would use him to save Israel."
        }, 
        {
          "id": "16-09", 
          "img": "{{:en:obs:obs-16-09.jpg?nolink&640x360}}", 
          "text": "First, he laid a cloth on the ground and asked God to let the morning dew fall only on the cloth and not on the ground. God did that. The next night, he asked that the ground be wet but the cloth dry. God did that too."
        }, 
        {
          "id": "16-10", 
          "img": "{{:en:obs:obs-16-10.jpg?nolink&640x360}}", 
          "text": "32,000 Israelite soldiers came to Gideon, but God told him this was too many. So Gideon sent home 22,000 who were too scared to fight. God told Gideon that he still had too many men. So Gideon sent all of them home except for 300 soldiers."
        }, 
        {
          "id": "16-11", 
          "img": "{{:en:obs:obs-16-11.jpg?nolink&640x360}}", 
          "text": "That night God told Gideon, “Go down to the Midianite camp and when you hear what they say, you will no longer be afraid.” So that night, Gideon went down to the camp and heard a Midianite soldier telling his friend about a dream. The man’s friend said, “This dream means that Gideon will defeat Midian!” Gideon worshiped God."
        }, 
        {
          "id": "16-12", 
          "img": "{{:en:obs:obs-16-12.jpg?nolink&640x360}}", 
          "text": "Then Gideon returned to his soldiers and gave each of them a horn, a clay pot, and a torch. They surrounded the place where the Midianites were sleeping. The 300 men had the torches in the pots so they could not be seen."
        }, 
        {
          "id": "16-13", 
          "img": "{{:en:obs:obs-16-13.jpg?nolink&640x360}}", 
          "text": "Then, at the same time, they all broke the pots that were hiding the torches. They blew their horns and shouted, “A sword for God and for Gideon!”"
        }, 
        {
          "id": "16-14", 
          "img": "{{:en:obs:obs-16-14.jpg?nolink&640x360}}", 
          "text": "God confused the Midianites, so that they attacked each other and started killing each other. Immediately, the rest of the Israelites were called from their homes to come help chase the Midianites. They killed many of them and chased the rest of them out of their land. 120,000 Midianites died that day. God had saved Israel."
        }, 
        {
          "id": "16-15", 
          "img": "{{:en:obs:obs-16-15.jpg?nolink&640x360}}", 
          "text": "The people wanted to make Gideon their king. Gideon wisely refused their offer, but he asked them for some of the money that each of them had taken from the enemy. Gideon received a lot of money."
        }, 
        {
          "id": "16-16", 
          "img": "{{:en:obs:obs-16-16.jpg?nolink&640x360}}", 
          "text": "Then Gideon did a foolish thing. He made an idol with the money, and the people turned away from God again. They started worshiping Gideon’s idol."
        }, 
        {
          "id": "16-17", 
          "img": "{{:en:obs:obs-16-17.jpg?nolink&640x360}}", 
          "text": "God punished Israel again for worshiping idols. Their enemies defeated them. They finally asked God for help, and God sent them another deliverer. This pattern of sin, punishment, repentance, and deliverance was repeated many times. God sent many deliverers who saved Israel from their enemies."
        }, 
        {
          "id": "16-18", 
          "img": "{{:en:obs:obs-16-18.jpg?nolink&640x360}}", 
          "text": "Finally, the people asked God for a king like all the other nations had. They wanted a king who was tall, strong, and could lead them into battle. God did not like this request, but He gave them what they wanted."
        }
      ], 
      "number": "16", 
      "ref": "A Bible story from: Judges 1-3; 6-8", 
      "title": "16. The Deliverers"
    }, 
    {
      "frames": [
        {
          "id": "21-01", 
          "img": "{{:en:obs:obs-21-01.jpg?nolink&640x360}}", 
          "text": "From the very beginning, God had a plan to send the Messiah. The first promise of the coming Messiah came to Adam and Eve. God promised that a descendant of Eve would be born who would crush the snake’s head. The snake who deceived Eve is Satan. The promise means the coming Messiah would defeat Satan completely."
        }, 
        {
          "id": "21-02", 
          "img": "{{:en:obs:obs-21-02.jpg?nolink&640x360}}", 
          "text": "God promised Abraham that through him all people groups of the world would be blessed. This blessing was the coming Messiah who would one day provide the way of salvation for all people groups."
        }, 
        {
          "id": "21-03", 
          "img": "{{:en:obs:obs-21-03.jpg?nolink&640x360}}", 
          "text": "God promised Moses that He would raise up another prophet like Moses. This was another reference to the coming Messiah."
        }, 
        {
          "id": "21-04", 
          "img": "{{:en:obs:obs-21-04.jpg?nolink&640x360}}", 
          "text": "God promised David that the Messiah would be one of David’s own descendants."
        }, 
        {
          "id": "21-05", 
          "img": "{{:en:obs:obs-21-05.jpg?nolink&640x360}}", 
          "text": "Through the prophet Jeremiah, God promised that He would make a New Covenant, but not like God’s Covenant with Israel. In the New Covenant, God would write His law on the people’s hearts, the people would know God, they would be His people, and God would forgive their sins. The Messiah would start the New Covenant."
        }, 
        {
          "id": "21-06", 
          "img": "{{:en:obs:obs-21-06.jpg?nolink&640x360}}", 
          "text": "The coming Messiah would be a prophet, a priest, and a king. A prophet is a person who hears the words of God and then proclaims God’s words to the people. The coming Messiah would be the perfect prophet."
        }, 
        {
          "id": "21-07", 
          "img": "{{:en:obs:obs-21-07.jpg?nolink&640x360}}", 
          "text": "A priest is someone who makes sacrifices to God on behalf of the people to take away their sins. Priests also pray to God for the people. The coming Messiah would be the perfect high priest who would offer himself as a perfect sacrifice to God."
        }, 
        {
          "id": "21-08", 
          "img": "{{:en:obs:obs-21-08.jpg?nolink&640x360}}", 
          "text": "A king is someone who rules over a kingdom and judges the people. The coming Messiah would be the perfect king who would sit on the throne of his ancestor David, who would reign over the whole world forever, and who would judge honestly and make the right decision every time."
        }, 
        {
          "id": "21-09", 
          "img": "{{:en:obs:obs-21-09.jpg?nolink&640x360}}", 
          "text": "The prophets predicted the birth of the coming Messiah. Malachi foretold that a great prophet would come before the Messiah came. Isaiah prophesied that the Messiah would be born from a virgin. Micah said that he would be born in the town of Bethlehem."
        }, 
        {
          "id": "21-10", 
          "img": "{{:en:obs:obs-21-10.jpg?nolink&640x360}}", 
          "text": "The prophets also prophesied about the Messiah’s ministry. Isaiah said he would live in Galilee, comfort the broken-hearted, proclaim freedom to captives, and release to prisoners. He also predicted that the Messiah would heal sick people, including those who could not hear, see, speak, or walk."
        }, 
        {
          "id": "21-11", 
          "img": "{{:en:obs:obs-21-11.jpg?nolink&640x360}}", 
          "text": "Isaiah prophesied that the Messiah would be hated without reason and rejected. The Psalms foretold that the Messiah’s people would gamble for his clothes and he would be betrayed by a friend. (Psalms are Jewish worship songs in the Scriptures.) Zechariah foretold that the friend would be paid thirty pieces of silver for betraying him."
        }, 
        {
          "id": "21-12", 
          "img": "{{:en:obs:obs-21-12.jpg?nolink&640x360}}", 
          "text": "The prophets also told about how the Messiah would die. Isaiah prophesied that the Messiah would be spit on, mocked, and beaten. Then he would be pierced and hung on a tree where he would die."
        }, 
        {
          "id": "21-13", 
          "img": "{{:en:obs:obs-21-13.jpg?nolink&640x360}}", 
          "text": "The Messiah would be perfect, having no sin. He would die to receive the punishment for other people’s sin. His punishment would bring peace between God and people. For this reason, it pleased God to crush the Messiah."
        }, 
        {
          "id": "21-14", 
          "img": "{{:en:obs:obs-21-14.jpg?nolink&640x360}}", 
          "text": "Not only would the Messiah die, but the prophets foretold that God would raise him from the dead. Through the Messiah’s death and resurrection, God would complete His plan of salvation and start the New Covenant."
        }, 
        {
          "id": "21-15", 
          "img": "{{:en:obs:obs-21-15.jpg?nolink&640x360}}", 
          "text": "God showed the prophets many things about the coming Messiah, but the Messiah had not come yet. More than 400 years after the last of these prophecies was given, when the time was perfect, God sent the Messiah into the world."
        }
      ], 
      "number": "21", 
      "ref": "A Bible story from: Genesis 3:15; 12:1-3; Deuteronomy 18:15; 2 Samuel 7; Jeremiah 31; Isaiah 59:16; Daniel 7; Malachi 4:5; Isaiah 7:14; Micah 5:2; Isaiah 9:1-7; 35:3-5; 61; 53; Psalm 22:18; 35:19; 69:4; 41:9; Zechariah 11:12-13; Isaiah 50:6; Psalm 16:10-11", 
      "title": "21. God Promises the Messiah"
    }, 
    {
      "frames": [
        {
          "id": "08-02", 
          "img": "{{:en:obs:obs-08-02.jpg?nolink&640x360}}", 
          "text": "Many years later, when Jacob was an old man, he sent his favorite son, Joseph, to check on his brothers who were taking care of the herds."
        }, 
        {
          "id": "08-01", 
          "img": "{{:en:obs:obs-08-01.jpg?nolink&640x360}}", 
          "text": "Joseph’s brothers hated him because their father loved him most and because Joseph had dreamed that he would be their ruler. When Joseph found his brothers, they kidnapped him and sold him to some slave traders."
        }, 
        {
          "id": "08-03", 
          "img": "{{:en:obs:obs-08-03.jpg?nolink&640x360}}", 
          "text": "Before they returned home, the brothers tore Joseph’s clothes and dipped them in blood. Then they showed the clothes to their father and lied to him saying a wild animal had killed Joseph. Jacob was very sad."
        }, 
        {
          "id": "08-04", 
          "img": "{{:en:obs:obs-08-04.jpg?nolink&640x360}}", 
          "text": "The slave traders took Joseph to Egypt. Egypt was a large, powerful country located beside the Nile River. The slave traders sold Joseph as a slave to a wealthy government official. Joseph served his master well, and God blessed Joseph."
        }, 
        {
          "id": "08-05", 
          "img": "{{:en:obs:obs-08-05.jpg?nolink&640x360}}", 
          "text": "His master’s wife tried to sleep with Joseph, but Joseph refused to sin against God in this way. She became angry and had Joseph arrested and sent to prison. Even in prison, Joseph remained faithful to God, and God blessed him."
        }, 
        {
          "id": "08-06", 
          "img": "{{:en:obs:obs-08-06.jpg?nolink&640x360}}", 
          "text": "Years later, Joseph was still in prison, even though he had done nothing wrong. The king of Egypt, who was called the Pharaoh, had two dreams that disturbed him greatly. None of his advisors could tell him the meaning of the dreams."
        }, 
        {
          "id": "08-07", 
          "img": "{{:en:obs:obs-08-07.jpg?nolink&640x360}}", 
          "text": "God had given Joseph the ability to interpret dreams, so Pharaoh had Joseph brought to him from the prison. Joseph interpreted the dreams for him and said, “God is going to send seven years of good harvests followed by seven years of famine.”"
        }, 
        {
          "id": "08-08", 
          "img": "{{:en:obs:obs-08-08.jpg?nolink&640x360}}", 
          "text": "Pharaoh was so impressed with Joseph that he made him the second most powerful man in all of Egypt!"
        }, 
        {
          "id": "08-09", 
          "img": "{{:en:obs:obs-08-09.jpg?nolink&640x360}}", 
          "text": "During the seven years of good harvests, Joseph told the people to store up large amounts of food. Then when the seven years of famine came, Joseph sold the food to the people so they would have enough to eat."
        }, 
        {
          "id": "08-10", 
          "img": "{{:en:obs:obs-08-10.jpg?nolink&640x360}}", 
          "text": "The famine was severe not only in Egypt, but also in Canaan where Jacob and his family lived."
        }, 
        {
          "id": "08-11", 
          "img": "{{:en:obs:obs-08-11.jpg?nolink&640x360}}", 
          "text": "So Jacob sent his sons to Egypt to buy food. When the brothers stood before Joseph to buy food, they did not recognize him. But Joseph recognized them."
        }, 
        {
          "id": "08-12", 
          "img": "{{:en:obs:obs-08-12.jpg?nolink&640x360}}", 
          "text": "After testing them to see if they had changed, Joseph said to them, “I am your brother, Joseph! Do not be afraid. You tried to do evil when you sold me as a slave, but God used the evil for good! Come and live in Egypt so I can provide for you and your families.”"
        }, 
        {
          "id": "08-13", 
          "img": "{{:en:obs:obs-08-13.jpg?nolink&640x360}}", 
          "text": "When the brothers returned home and told Jacob that Joseph was still alive, he was very happy."
        }, 
        {
          "id": "08-14", 
          "img": "{{:en:obs:obs-08-14.jpg?nolink&640x360}}", 
          "text": "Even though Jacob was an old man, he moved to Egypt with all of his family, and they all lived there. Before Jacob died, he blessed each of his sons."
        }, 
        {
          "id": "08-15", 
          "img": "{{:en:obs:obs-08-15.jpg?nolink&640x360}}", 
          "text": "The covenant promises that God gave to Abraham were passed on to Isaac, then to Jacob, and then to Jacob’s twelve sons and their families. The descendants of the twelve sons became the twelve tribes of Israel."
        }
      ], 
      "number": "08", 
      "ref": "A Bible story from: Genesis 37-50", 
      "title": "8. God Saves Joseph and His Family"
    }
  ], 
  "date_modified": "20131029", 
  "language": "en"
}